{"text_appname":"Əlfəcinlər","text_add_label":"əlfəcin əlavə edin","text_settings_label":"parametrlər","text_importexport_label":"əlfəcinləri idxal və ixrac edin","text_help_label":"kömək edin","text_about_label":"haqqında","text_edit_title":"Əlfəcini redaktə edin","text_edit_type":"Növ:","text_edit_bookmark":"əlfəcin","text_edit_folder":"qovluq","text_edit_bookmark_title":"Başlıq:","text_edit_url":"URL:","text_delete":"Sil","text_back":"Geri","text_save":"Yadda saxla","text_settings_title":"Parametrlər","text_settings_content1":"Burada tətbiqi konfiqurasiya edə bilərsiniz.","text_yes":"bəli","text_no":"yox","text_settings_showedit":"Düzəliş düymələrini göstər:","text_settings_showmove":"Hərəkət düymələrini göstər:","text_settings_showadd":"Qovluqlarda \"əlavə et\" düymələrini göstərin:","text_language":"Dil seçin:","text_close_button":"Yaxın","text_importexport_title":"İdxal ixrac","text_importexport_content":"Burada əlfəcinlərinizi Netscape formatında idxal və ixrac edə bilərsiniz.","text_import":"İdxal:","text_export":"İxrac","text_error_loadfile":"səhv: faylı yükləyə bilmir.","text_error_loadingfile":"fayl yüklənərkən səhv:","text_example_title":"Nümunə başlığı","text_example_url":"https://example.example","text_open":"Açıq","text_add":"Əlavə et","text_edit":"Redaktə edin","text_move_backward":"Geriyə doğru hərəkət edin","text_move_forward":"Önə doğru irəlilə","text_move_upward":"Yuxarıya doğru hərəkət edin","text_move_downward":"Aşağı hərəkət edin","text_help_title":"Kömək edin","text_about_title":"Haqqında","text_help_content":"<p> Əlfəcinlər Meneceri internet əlfəcinlərinin saxlanmasına və düzəldilməsinə kömək edən bir tətbiqdir. </p> <p> Yeni bir əlfəcin və ya yeni bir qovluq yaratmaq üçün \"artı\" simgesini basın: əlfəcin və qovluq arasından birini seçin, əlavə edin başlıq və nəticədə URL, sonra dəyişiklikləri saxlamaq üçün saxla düyməsini basın və ya əlfəcini silmək üçün sil düyməsini basın və ya dəyişiklikləri atlamaq üçün əlfəcini saxlamaq üçün geri basın. </p> <p> Əlfəcinin yanında \"aç\" düyməsini basın. əlaqədar URL açın. </p> <p> Qovluğa yeni bir element əlavə etmək üçün içərisindəki \"əlavə et\" düyməsini basın. </p> <p> Həm əlfəcinlər, həm də qovluqlar üçün dəyişdirmək üçün \"düzəliş\" düyməsini basın. bunları əvvəlki elementlə dəyişdirmək üçün \"geri hərəkət et\" düyməsini basın, mövqeyi növbəti elementlə dəyişdirmək üçün \"irəli hərəkət et\" düyməsini basın, elementi qovluqdan çıxarmaq üçün \"yuxarıya doğru hərəkət et\" düyməsini basın. hal-hazırda və ya elementi növbəti alt qovluğun içərisinə daşımaq üçün \"aşağıya doğru hərəkət et\" düyməsini basın. </p> <p> Ayarlar menyusunda, \"ayarlar\" simgesini vurduqdan sonra əldə edilə bilər, düzəliş, hərəkət və əlavə düymələrini gizlədə və ya göstərə bilərsiniz. İstifadəçi interfeysinin dilini də dəyişdirmək mümkündür. </p> <p> Əlfəcinləri idxal etmək və ya ixrac etmək üçün idxal / ixrac simgesini basın. HTML Netscape Bookmarks formatı dəstəklənir, buna görə də əsas veb brauzerlər tərəfindən ixrac edilən əlfəcinləri idxal etmək mümkündür. Əlfəcinlər bir fayldan idxal edildikdə, cari əlfəcinlər silinəcək və onların üzərinə yazılacaqdır. </p> <p> Əlfəcinlər Meneceri Proqressiv Veb Tətbiqidir, yəni brauzer daxilində işləyir. Quraşdırdığınız zaman brauzer komponentləri göstərilmədiyi halda yenə də bir brauzerin içərisində işləyir. Əlfəcinlər brauzerin bookmarks.marcoparrone.com domeni üçün localStorage-də saxlanılır. localStorage Chrome, Edge və Firefox brauzerləri ilə yaxşı işləyir. Digər brauzerlər localStorage-ı bir müddət sonra silə bilər. Varsayılan olaraq Android Chrome istifadə edir, Windows standart olaraq Edge istifadə edir. Bookmarks Manager hazırda Apple məhsullarında dəstəklənmir. Əlfəcinlərin itirilməsinin qarşısını almaq üçün, hər dəfə itirmək istəmədiyiniz dəyişiklikləri etdikdə, \"ixrac\" funksiyasından istifadə edərək bir ehtiyat nüsxəsi edilməsi təklif olunur. </p>","text_about_content1":"<p> Müəllif hüququ © 2017,2019,2020,2021. Marko Parrone. <br /> Bütün Hüquqlar Qorunur. </p> <p> PROGRAM MÜTLƏQ İSTİFADƏ EDİLƏN HƏR ŞEYİN ZƏMANƏTİ OLMADAN \"OLDUĞU\" TƏMİN EDİLİR AMMA TİCARƏT MÜVAFİQƏTİ ZƏMANƏTLƏRİ, MƏQSƏDLİ MƏQSƏDƏ VƏ YAXINSIZLIQ ÜÇÜN SƏHİFLİKLƏR MƏHDUDDUR. Heç bir halda müəlliflər və ya müəllif hüquqları hüququ sahibləri hər hansı bir iddia, zərər və ya digər məsuliyyət üçün məsuliyyət daşımır, müqavilə, işgəncə və ya başqa qaydada, proqram təminatı və ya istifadə qaydaları və ya istifadə qaydaları ilə əlaqəli olaraq YAZILIM. </p>","text_about_content2":"<p> BU XİDMƏT GOOGLE tərəfindən gücləndirilmiş tərcümələri ehtiva edə bilər. GOOGLE TƏRCÜMƏLƏRƏ BAĞLI BÜTÜN ZƏMANƏTLƏRİ DÜZLÜK, GÜVƏNLİLİK VƏ HƏR TƏCRÜRLÜK TƏMİNATI, TƏŞKİLATÇI VERİCİ ÜÇÜN TƏMİNAT ZƏMANƏTLƏRİ DAHİL, BİR İCRA VƏ İSTİFADƏ EDİLƏN BÜTÜN ZƏMANƏTLƏRİ RƏDD EDİR.","text_about_content3":"<p> Bu veb tətbiq Google Translate tərəfindən dəstəklənən tərcümə proqramından istifadə edərək rahatlığınız üçün tərcümə edilmişdir. Düzgün bir tərcüməni təmin etmək üçün ağlabatan səylər göstərilmişdir, lakin heç bir avtomatlaşdırılmış tərcümə mükəmməl deyildir və insan tərcüməçilərini əvəz etmək üçün nəzərdə tutulmamışdır. Tərcümələr marcoparrone.com veb saytının istifadəçilərinə xidmət olaraq verilir və \"olduğu kimi\" verilir. İngilis dilindən başqa dillərə edilən tərcümələrin dəqiqliyi, etibarlılığı və ya düzgünlüyünə dair ifadə edilmiş və ya nəzərdə tutulan hər hansı bir zəmanət verilmir. Bəzi məzmunu (şəkillər, videolar, Flash və s.) Tərcümə proqramının məhdudluğu səbəbindən dəqiq tərcümə edilə bilməz. </p> <p> Rəsmi mətn veb saytın İngilis dilindəki versiyasıdır. Tərcümədə yaranan uyğunsuzluqlar və fərqlər məcburi deyildir və uyğunluq və ya icra məqsədləri üçün heç bir hüquqi təsiri yoxdur. Tərcümə edilmiş veb saytdakı məlumatların doğruluğu ilə bağlı hər hansı bir sual yaranarsa, rəsmi versiyası olan veb saytının ingilis dilindəki versiyasına müraciət edin. </p>"}