{"text_appname":"Закладкі","text_add_label":"дадаць закладку","text_settings_label":"налады","text_importexport_label":"імпарт і экспарт закладак","text_help_label":"дапамагчы","text_about_label":"пра","text_edit_title":"Змяніць закладку","text_edit_type":"Тып:","text_edit_bookmark":"закладка","text_edit_folder":"тэчку","text_edit_bookmark_title":"Назва:","text_edit_url":"URL:","text_delete":"Выдаліць","text_back":"Назад","text_save":"Захаваць","text_settings_title":"Налады","text_settings_content1":"Тут вы можаце наладзіць прыкладанне.","text_yes":"так","text_no":"няма","text_settings_showedit":"Паказаць кнопкі рэдагавання:","text_settings_showmove":"Паказаць кнопкі руху:","text_settings_showadd":"Паказаць кнопкі \"дадаць\" у папках:","text_language":"Выберыце мову:","text_close_button":"Зачыніць","text_importexport_title":"Імпарт / экспарт","text_importexport_content":"Тут вы можаце імпартаваць і экспартаваць закладкі ў фармаце Netscape.","text_import":"Імпарт:","text_export":"Экспарт","text_error_loadfile":"памылка: немагчыма загрузіць файл.","text_error_loadingfile":"памылка загрузкі файла:","text_example_title":"Прыклад загалоўка","text_example_url":"https: //example.example","text_open":"Адкрыць","text_add":"Дадаць","text_edit":"Рэдагаваць","text_move_backward":"Рухайцеся назад","text_move_forward":"Рухайцеся наперад","text_move_upward":"Рухайцеся ўверх","text_move_downward":"Рухайцеся ўніз","text_help_title":"Дапамажыце","text_about_title":"Пра","text_help_content":"<p> Менеджэр закладак - гэта прыкладанне, якое дапамагае захоўваць і рэдагаваць закладкі ў Інтэрнэце. </p> <p> Каб стварыць новую закладку альбо новую тэчку, націсніце значок \"плюс\": выберыце паміж закладкай і тэчкай, устаўце загаловак і ў рэшце рэшт URL-адрас, затым націсніце \"Захаваць\", каб захаваць змены, альбо націсніце \"Delete\", каб выдаліць закладку, альбо \"назад\", каб прапусціць змены, але захаваць закладку. </p> <p> Націсніце кнопку \"адкрыць\" побач з закладкай, каб адкрыйце звязаны URL. </p> <p> Націсніце кнопку \"дадаць\" у тэчцы, каб дадаць у яе новы элемент. </p> <p> Для закладак і тэчак націсніце кнопку \"рэдагаваць\", каб змяніць іх, націсніце кнопку \"рухацца назад\", каб абмяняць пазіцыю з папярэднім элементам, націсніце кнопку \"рухацца наперад\", каб абмяняць пазіцыю з наступным элементам, націсніце кнопку \"рухацца ўверх\", каб перамясціць элемент з тэчкі, дзе гэта зараз, альбо націсніце кнопку \"рухацца ўніз\", каб перамясціць элемент у наступную падтэчку. </p> <p> У меню налад, якое можна атрымаць пасля націску на значок \"налады\", вы можаце схаваць альбо паказаць кнопкі рэдагавання, перамяшчэння і дадання. Таксама можна змяніць мову карыстацкага інтэрфейсу. </p> <p> Каб імпартаваць альбо экспартаваць закладкі, націсніце на значок імпарту / экспарту. Падтрымліваецца фармат HTML Netscape Bookmarks, таму можна імпартаваць закладкі, экспартаваныя асноўнымі вэб-аглядальнікамі. Пры імпарце закладак з файла бягучыя закладкі будуць выдалены і перазапісаны. </p> <p> Менеджэр закладак - гэта прагрэсіўнае вэб-дадатак, што азначае, што яно працуе ў браўзэры. Калі вы ўсталёўваеце яго, а кампаненты браўзэра не паказваюцца, ён па-ранейшаму працуе ў браўзэры. Закладкі захоўваюцца ў localStorage браўзэра для дамена bookmarks.marcoparrone.com. localStorage выдатна працуе з браўзэрамі Chrome, Edge і Firefox. Іншыя браўзэры могуць праз некаторы час выдаліць localStorage. Android па змаўчанні выкарыстоўвае Chrome, Windows па змаўчанні выкарыстоўвае Edge. У цяперашні час дыспетчар закладак не падтрымліваецца ў прадуктах Apple. З мэтай прадухілення страты закладак прапануецца рабіць рэзервовую копію з выкарыстаннем функцыі \"экспарт\" пры кожным унясенні нейкіх мадыфікацый, якія вы не хочаце страціць. </p>","text_about_content1":"<p> Аўтарскае права © 2017,2019,2020,2021 Marco Parrone. <br /> Усе правы абаронены. </p> <p> ПРАГРАМНАЕ ПРАГРАМА прадастаўляецца \"ЯК ЁСЦЬ\", БЕЗ ГАРАНТЫЙ ЯКІХ-небудзь ВЫРАЗНЫХ, ВЫРАЗЫВЫХ ІЛІ ПАКАЗАНЫХ, У тым ліку АЛЕ НЕ АБМЕЖАЮЦЬ ГАРАНТЫІ НА КУПЛІВАСЦЬ, ПРЫГАДНАСЦЬ ДЛЯ ПАДРАБОТНАЙ МЭТЫ І НЕПАКРЫЦЦЯ. Ні ў якім разе аўтары альбо ўладальнікі аўтарскіх правоў не нясуць адказнасці за любыя прэтэнзіі, шкоду ці іншую адказнасць, незалежна ад таго, ДЗЕЯЦЬ ЛІЧАЎ ДАГОВОРА, ДОКУМЕНТАЦЫІ І ІНАЧЭЙ, ПРАЦЯГАЮЦЬ З, ВЫКЛЮЧАЮЦЬ ПРЫ ПРОГРАММНАГО ПРАГРАМНАГА АБО ІЛІ ВЫКАРЫСТАННІ ІЛІ ДРУГОЙ ПРАЦЫ Праграмнае забеспячэнне. </p>","text_about_content2":"<p> ГЭТА СЛУГА МОЖА Ўтрымліваць пераклады, якія прадастаўляюцца GOOGLE. GOOGLE АДМОВАЕ ВСЕ ГАРАНТЫІ, ЯКІЯ ПАВЯЗАНЫ З ПЕРАКЛАДАМІ, ВЫРАЗНЫЯ ІЛІ ПАДРАЗУМЕННЫЯ, УКЛЮЧАЮЧЫ ЛЮБЫЯ ГАРАНТЫІ ТОЧНАСЦІ, НАДЗЕЙНАСЦІ І ЯКІХ ПАСЛУГОВЫХ ГАРАНТЫЙ НА КУПЛІВАСЦЬ, ФІТЭНС АНФОРМАЦЫЙНАЯ ПАРТНУРА </p>","text_about_content3":"<p> Гэта вэб-прыкладанне было перакладзена для вашага зручнасці з выкарыстаннем праграм для перакладу на Google Translate. Былі зроблены разумныя намаганні, каб забяспечыць дакладны пераклад, аднак ні адзін аўтаматызаваны пераклад не з'яўляецца дасканалым і не прызначаны для замены перакладчыкаў. Пераклады прадастаўляюцца як паслуга для карыстальнікаў сайта marcoparrone.com і прадастаўляюцца \"як ёсць\". Ніякай гарантыі, відавочнай альбо няяўнай, не гарантуецца дакладнасць, надзейнасць і правільнасць перакладу, зробленага з англійскай на любую іншую мову. Некаторы змест (напрыклад, выявы, відэа, Flash і г.д.) можа быць недакладна перакладзены з-за абмежаванняў праграмнага забеспячэння для перакладу. </p> <p> Афіцыйны тэкст - англамоўная версія сайта. Любыя супярэчнасці альбо адрозненні, створаныя ў перакладзе, не маюць абавязковай сілы і не маюць юрыдычнага эфекту ў мэтах адпаведнасці альбо выканання. Калі ўзнікаюць пытанні, звязаныя з дакладнасцю інфармацыі, якая змяшчаецца на перакладзеным сайце, звярніцеся да англамоўнай версіі сайта, якая з'яўляецца афіцыйнай версіяй. </p>"}