{"text_appname":"Oznake","text_add_label":"dodaj oznaku","text_settings_label":"postavke","text_importexport_label":"uvoz i izvoz oznaka","text_help_label":"pomoć","text_about_label":"o","text_edit_title":"Uredi oznaku","text_edit_type":"Tip:","text_edit_bookmark":"bookmark","text_edit_folder":"folder","text_edit_bookmark_title":"Naslov:","text_edit_url":"URL:","text_delete":"Izbriši","text_back":"Natrag","text_save":"Save","text_settings_title":"Postavke","text_settings_content1":"Ovdje možete konfigurirati aplikaciju.","text_yes":"da","text_no":"br","text_settings_showedit":"Prikaži gumbe za uređivanje:","text_settings_showmove":"Prikaži dugmad za kretanje:","text_settings_showadd":"Pokažite dugmad \"dodaj\" u mape:","text_language":"Odaberite jezik:","text_close_button":"Zatvori","text_importexport_title":"Uvoz / izvoz","text_importexport_content":"Ovdje možete uvesti i izvesti svoje oznake u Netscape formatu.","text_import":"Uvoz:","text_export":"Izvoz","text_error_loadfile":"greška: nije moguće učitati datoteku.","text_error_loadingfile":"greška pri učitavanju datoteke:","text_example_title":"Primjer naslova","text_example_url":"https: //example.example","text_open":"Otvori","text_add":"Dodati","text_edit":"Uredi","text_move_backward":"Pomakni se unazad","text_move_forward":"Nastaviti","text_move_upward":"Pomakni se prema gore","text_move_downward":"Pomakni se prema dolje","text_help_title":"Pomoć","text_about_title":"About","text_help_content":"<p> Upravitelj oznaka je aplikacija koja pomaže u spremanju i uređivanju Internet oznaka. </p> <p> Da biste stvorili novu oznaku ili novu mapu, pritisnite ikonu \"plus\": odaberite između oznake i mape, umetnite naslov i na kraju URL, a zatim pritisnite save za spremanje promjena ili pritisnite delete za brisanje oznake ili natrag za preskakanje promjena, ali zadržavanje oznake. </p> <p> Pritisnite gumb \"otvori\" u blizini oznake za otvorite povezani URL. </p> <p> Pritisnite dugme \"dodaj\" unutar mape da biste joj dodali novi element. </p> <p> Za oznake i mape pritisnite dugme \"uredi\" da biste izmijenili njih, pritisnite tipku \"pomakni se unatrag\" za razmjenu pozicije s prethodnim elementom, pritisnite tipku \"pomakni se naprijed\" za izmjenu pozicije sa sljedećim elementom, pritisnite tipku \"pomakni se prema gore\" da element premjestite iz mape u kojoj trenutno jest ili pritisnite tipku \"pomakni prema dolje\" da biste element premjestili unutar sljedeće podmape. </p> <p> U izborniku postavki, koji je dostupan nakon klika na ikonu \"postavke\", možete sakriti ili prikazati gumbe za uređivanje, pomicanje i dodavanje. Također je moguće promijeniti jezik korisničkog sučelja. </p> <p> Da biste uvezli ili izvezli oznake, pritisnite ikonu za uvoz / izvoz. Podržan je HTML format Netscape oznaka, tako da je moguće uvesti oznake koje su izvezeni od glavnih web pregledača. Pri uvozu oznaka iz datoteke, trenutne oznake će se izbrisati i prebrisati. </p> <p> Upravitelj oznaka je napredna web aplikacija, što znači da se izvodi u pregledniku. Kada ga instalirate, dok se komponente preglednika ne prikazuju, on se i dalje izvodi u pregledaču. Oznake se spremaju u localStorage preglednika za domenu bookmarks.marcoparrone.com. localStorage dobro funkcionira s pretraživačima Chrome, Edge i Firefox. Ostali preglednici mogu izbrisati localStorage nakon nekog vremena. Android po defaultu koristi Chrome, Windows po defaultu koristi Edge. Upravitelj oznaka trenutno nije podržan na Appleovim proizvodima. Kako bi se spriječio gubitak oznaka, predlaže se izrada sigurnosne kopije pomoću funkcije \"izvoz\" svaki put kada napravite neke izmjene koje ne želite izgubiti. </p>","text_about_content1":"<p> Autorska prava © 2017,2019,2020,2021 Marco Parrone. <br /> Sva prava pridržana. </p> <p> SOFTVER SE NALAZI \"KAKVI JEST\", BEZ JAMSTVA BILO KOJE VRSTE, IZRIČITE ILI PODRAZUMIJEVANE, UKLJUČUJUĆI ALI NE OGRANIČENI JAMSTVIMA PRODAJLJIVOSTI, PRILAGOĐENOSTI ZA ODREĐENU SVRHU I NEMOĆENJE KRŠENJA. AUTORI ILI IMATICI AUTORSKIH PRAVA NIKADA NE ODGOVARAJU ZA BILO KOJU POTRAŽNJU, ŠTETU ILI OSTALU ODGOVORNOST, BILO U AKCIJI UGOVORA, DELITETSKOG ILI DRUGOG PROIZVODA IZ, VAN ILI U VEZI S SOFTVEROM ILI UPOTREBOM ILI DRUGIM POSLOVANJEM SOFTVER. </p>","text_about_content2":"<p> OVAJ USLUG MOŽE SADRŽATI PRIJEVODE KOJI MU OSOBLJA GOOGLE. GOOGLE SE ODREKUJE SVEGA JAMSTVA VEZANOG ZA PRIJEVODE, IZRIČITO ILI PODRAZUMEVANO, UKLJUČUJUĆI BILO KOJA JAMSTVA TOČNOSTI, POUZDANOSTI I BILO KOJA IMPLICIRANA JAMSTVA PRODAJIVOSTI, FITNES ZA FIZIČNI FOND.","text_about_content3":"<p> Ova web aplikacija prevedena je za vašu udobnost pomoću softvera za prijevod koji pokreće Google prevoditelj. Uloženi su razumni napori da se osigura tačan prijevod, međutim, nijedan automatizirani prijevod nije savršen niti je zamijenjen za zamjenu prevodilaca. Prijevodi se pružaju kao usluga korisnicima web stranice marcoparrone.com i pružaju se \"takvi kakvi jesu\". Ne daje se nikakva garancija, bilo izričita ili implicirana, u pogledu tačnosti, pouzdanosti ili ispravnosti prevoda sa engleskog na bilo koji drugi jezik. Neki sadržaji (poput slika, videozapisa, Flash-a itd.) Možda neće biti precizno prevedeni zbog ograničenja softvera za prevođenje. </p> <p> Službeni tekst je engleska verzija web stranice. Bilo koja odstupanja ili razlike nastale u prijevodu nisu obavezujuće i nemaju pravni učinak u svrhu usklađivanja ili izvršenja. Ako se pojave bilo kakva pitanja u vezi s tačnošću informacija sadržanih u prevedenom web mjestu, pogledajte englesku verziju web stranice koja je službena verzija. </p>"}