{"text_appname":"Llyfrnodau","text_add_label":"ychwanegu nod tudalen","text_settings_label":"gosodiadau","text_importexport_label":"mewnforio ac allforio nodau tudalen","text_help_label":"help","text_about_label":"am","text_edit_title":"Golygu nod tudalen","text_edit_type":"Math:","text_edit_bookmark":"nod tudalen","text_edit_folder":"ffolder","text_edit_bookmark_title":"Teitl:","text_edit_url":"URL:","text_delete":"Dileu","text_back":"Yn ôl","text_save":"Arbedwch","text_settings_title":"Gosodiadau","text_settings_content1":"Yma gallwch chi ffurfweddu'r cais.","text_yes":"ie","text_no":"na","text_settings_showedit":"Dangos botymau golygu:","text_settings_showmove":"Dangos botymau symud:","text_settings_showadd":"Dangos botymau \"ychwanegu\" mewn ffolderau:","text_settings_expandbydefault":"Ehangwch y ffolderau yn ddiofyn:","text_language":"Dewis iaith:","text_question_merge":"Uno'r nodau tudalen presennol gyda'r nodau tudalen a fewnforiwyd neu eu disodli?","text_merge":"ewch","text_replace":"disodli","text_close_button":"Caewch","text_importexport_title":"Mewnforio / allforio","text_importexport_content":"Yma gallwch fewnforio ac allforio eich nodau tudalen ar ffurf Netscape.","text_import":"Mewnforio:","text_export":"Allforio","text_error_loadfile":"gwall: ni all lwytho ffeil.","text_error_loadingfile":"ffeil llwytho gwall:","text_example_title":"Teitl Enghreifftiol","text_open":"Ar agor","text_add":"Ychwanegu","text_edit":"Golygu","text_move_backward":"Symud yn Ôl","text_move_forward":"Symud ymlaen","text_move_upward":"Symud i fyny","text_move_downward":"Symud i Lawr","text_expand_less":"Unexpand","text_expand_more":"Ehangu","text_help_title":"Help","text_about_title":"Am","text_help_content1":"Mae Rheolwr Llyfrnodau yn gymhwysiad sy'n helpu i arbed a golygu nodau tudalen rhyngrwyd.","text_help_content2":"I greu nod tudalen newydd, neu ffolder newydd, pwyswch yr eicon \"plws\": dewiswch rhwng nod tudalen a ffolder, mewnosodwch y teitl ac yn y pen draw yr URL, yna pwyswch arbed i achub y newidiadau, neu pwyswch dileu i ddileu'r nod tudalen, neu yn ôl i hepgor y newidiadau ond cadwch y nod tudalen.","text_help_content3":"Pwyswch y botwm \"agored\" ger nod tudalen i agor yr URL cysylltiedig.","text_help_content4":"Pwyswch y botwm \"ychwanegu\" y tu mewn i ffolder i ychwanegu elfen newydd ato.","text_help_content5":"Ar gyfer nodau tudalen a ffolderau, pwyswch y botwm \"golygu\" i'w haddasu, pwyswch y botwm \"symud yn ôl\" i gyfnewid y sefyllfa gyda'r elfen flaenorol, pwyswch y botwm \"symud ymlaen\" i gyfnewid y sefyllfa gyda'r elfen nesaf, pwyswch y botwm \"symud i fyny\" i symud yr elfen allan o'r ffolder lle mae ar hyn o bryd, neu pwyswch y botwm \"symud i lawr\" i symud yr elfen y tu mewn i'r is-ffolder nesaf.","text_help_content6":"Yn y ddewislen gosodiadau, yn hygyrch ar ôl clicio ar yr eicon \"gosodiadau\", gallwch guddio neu ddangos y botymau golygu, symud ac ychwanegu. Mae hefyd yn bosibl newid iaith y rhyngwyneb defnyddiwr.","text_help_content7":"I fewnforio neu allforio'r nodau tudalen, pwyswch ar yr eicon mewnforio / allforio. Cefnogir fformat HTML Netscape Bookmarks, felly mae'n bosibl mewnforio'r nodau tudalen a allforir gan y prif borwyr gwe. Wrth fewnforio'r nodau tudalen o ffeil, bydd y nodau tudalen cyfredol yn cael eu dileu a'u trosysgrifo.","text_help_content8":"Mae Rheolwr Llyfrnodau yn Gymhwysiad Gwe Blaengar, sy'n golygu ei fod yn rhedeg y tu mewn i borwr. Pan fyddwch chi'n ei osod, er nad yw cydrannau'r porwr yn cael eu dangos, mae'n dal i redeg y tu mewn i borwr. Mae'r nodau tudalen yn cael eu cadw yn Storfa leol y porwr ar gyfer y parth nodau tudalen.marcoparrone.github.io. mae localStorage yn gweithio'n iawn gyda porwyr Chrome, Edge a Firefox. Gall porwyr eraill ddileu LocalStorage ar ôl peth amser. Mae Android yn ddiofyn yn defnyddio Chrome, mae Windows yn ddiofyn yn defnyddio Edge. Ar hyn o bryd nid yw'r Rheolwr Llyfrnodau'n cael ei gefnogi ar gynhyrchion Apple. Gyda'r pwrpas i helpu i atal colli'r nodau tudalen, awgrymir gwneud copi wrth gefn gan ddefnyddio'r swyddogaeth \"allforio\", bob tro y gwnewch rai addasiadau nad ydych am eu colli.","text_about_content1":"Hawlfraint © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Cedwir Pob Hawl.","text_about_content3":"DARPARIR Y MEDDALWEDD \"FEL Y MAE\", HEB RHYFEDD O UNRHYW FATH, MYNEGAI NEU'N GWEITHREDU, YN CYNNWYS OND NID YW'N CYFYNGEDIG I RHYBUDDION AMRYWIOLDEB, FFITRWYDD AM DDIBEN RHANBARTHOL A DIDERFYN. NI FYDD DIM DIGWYDDIAD YN DERBYN YR AWDURDODAU NEU DEILIAID HAWLFRAINT YN RHWYMEDIG AM UNRHYW HAWLIO, DAMAGAU NEU RHWYMEDIGAETH ERAILL, SYDD MEWN GWEITHREDU CONTRACT, TORT NEU ERAILL, YN CODI GAN Y TU ALLAN NEU'R DEFNYDD NEU'R DEFNYDD ERAILL. MEDDALWEDD.","text_about_content4":"GALL Y GWASANAETH HON GYNNWYS CYFIEITHIADAU A BOBLIR GAN GOOGLE. Mae GOOGLE YN DATGELU POB RHYFEDD SY'N GYSYLLTIEDIG Â'R CYFIEITHIADAU, MYNEGAI NEU'N GWEITHREDU, GAN GYNNWYS UNRHYW RHYBUDDION HYGYRCHEDD, PERTHNASEDD, AC UNRHYW RHYBUDDION GWEITHREDOL O AMRYWIOLDEB, FFITRWYDD AM DDIBEN RHANBARTHOL.","text_about_content5":"Mae'r ap gwe hwn wedi'i gyfieithu er hwylustod i chi gan ddefnyddio meddalwedd cyfieithu wedi'i bweru gan Google Translate. Gwnaed ymdrechion rhesymol i ddarparu cyfieithiad cywir, fodd bynnag, nid oes unrhyw gyfieithiad awtomataidd yn berffaith ac ni fwriedir iddo ddisodli cyfieithwyr dynol. Darperir cyfieithiadau fel gwasanaeth i ddefnyddwyr gwefan marcoparrone.github.io, ac fe'u darperir \"fel y mae.\" Ni wneir unrhyw warant o unrhyw fath, naill ai wedi'i fynegi neu ei awgrymu, o ran cywirdeb, dibynadwyedd neu gywirdeb unrhyw gyfieithiadau a wneir o'r Saesneg i unrhyw iaith arall. Efallai na fydd rhywfaint o gynnwys (fel delweddau, fideos, Flash, ac ati) yn cael ei gyfieithu'n gywir oherwydd cyfyngiadau'r feddalwedd cyfieithu.","text_about_content6":"Y testun swyddogol yw fersiwn Saesneg y wefan. Nid yw unrhyw anghysondebau neu wahaniaethau a grëir yn y cyfieithiad yn rhwymol ac nid ydynt yn cael unrhyw effaith gyfreithiol at ddibenion cydymffurfio neu orfodi. Os bydd unrhyw gwestiynau'n codi sy'n ymwneud â chywirdeb y wybodaeth sydd wedi'i chynnwys ar y wefan sydd wedi'i chyfieithu, cyfeiriwch at fersiwn Saesneg y wefan sef y fersiwn swyddogol."}