{"text_appname":"Bogmærker","text_add_label":"tilføj et bogmærke","text_settings_label":"indstillinger","text_importexport_label":"importere og eksportere bogmærker","text_help_label":"Hjælp","text_about_label":"om","text_edit_title":"Rediger bogmærke","text_edit_type":"Type:","text_edit_bookmark":"bogmærke","text_edit_folder":"folder","text_edit_bookmark_title":"Titel:","text_edit_url":"URL:","text_delete":"Slet","text_back":"Tilbage","text_save":"Gemme","text_settings_title":"Indstillinger","text_settings_content1":"Her kan du konfigurere applikationen.","text_yes":"Ja","text_no":"ingen","text_settings_showedit":"Vis redigeringsknapper:","text_settings_showmove":"Vis bevægelsesknapper:","text_settings_showadd":"Vis \"tilføj\" -knapper i mapper:","text_language":"Vælg sprog:","text_close_button":"Tæt","text_importexport_title":"Import Eksport","text_importexport_content":"Her kan du importere og eksportere dine bogmærker i Netscape-format.","text_import":"Importere:","text_export":"Eksport","text_error_loadfile":"fejl: kan ikke indlæse filen.","text_error_loadingfile":"fejl ved indlæsning af fil:","text_example_title":"Eksempel på titel","text_example_url":"https: //eksempel.eksempel","text_open":"Åben","text_add":"Tilføje","text_edit":"Redigere","text_move_backward":"Flyt bagud","text_move_forward":"Komme videre","text_move_upward":"Flyt opad","text_move_downward":"Flyt nedad","text_help_title":"Hjælp","text_about_title":"Om","text_help_content":"<p> Bookmarks Manager er et program, der hjælper med at gemme og redigere internetbogmærker. </p> <p> For at oprette et nyt bogmærke eller en ny mappe skal du trykke på ikonet \"plus\": vælg mellem bogmærke og mappe, indsæt titel og til sidst URL'en, tryk derefter på Gem for at gemme ændringerne, eller tryk på Slet for at slette bogmærket eller tilbage for at springe ændringerne over, men hold bogmærket. </p> <p> Tryk på knappen \"Åbn\" nær et bogmærke for at åbn den relaterede URL. </p> <p> Tryk på knappen \"tilføj\" i en mappe for at tilføje et nyt element til den. </p> <p> For både bogmærker og mapper skal du trykke på knappen \"rediger\" for at ændre dem, tryk på knappen \"Flyt bagud\" for at udveksle positionen med det forrige element, tryk på knappen \"Gå fremad\" for at udveksle positionen med det næste element, tryk på knappen \"Flyt opad\" for at flytte elementet ud af mappen, hvor det er i øjeblikket, eller tryk på knappen \"flyt nedad\" for at flytte elementet inde i den næste undermappe. </p> <p> I indstillingsmenuen, der er tilgængelig efter at have klikket på ikonet \"indstillinger\", kan du skjule eller vise knapperne til redigering, bevægelse og tilføjelse. Det er også muligt at ændre sprog for brugergrænsefladen. </p> <p> For at importere eller eksportere bogmærkerne, tryk på ikonet import / eksport. HTML Netscape Bookmarks-format understøttes, så det er muligt at importere de bogmærker, der eksporteres af de store webbrowsere. Når du importerer bogmærkerne fra en fil, slettes de aktuelle bogmærker og overskrives. </p> <p> Bookmarks Manager er en progressiv webapplikation, hvilket betyder, at den kører inde i en browser. Når du installerer den, mens browserkomponenterne ikke vises, kører den stadig inde i en browser. Bogmærkerne gemmes i browserens localStorage til domænet bookmarks.marcoparrone.com. localStorage fungerer fint sammen med browsere Chrome, Edge og Firefox. Andre browsere sletter muligvis localStorage efter nogen tid. Android bruger som standard Chrome, Windows bruger som standard Edge. Bookmarks Manager understøttes i øjeblikket ikke på Apple-produkter. Med det formål at hjælpe med at forhindre tab af bogmærker, foreslås det at lave en sikkerhedskopi ved hjælp af \"eksport\" -funktionaliteten, hver gang du foretager nogle ændringer, som du ikke vil miste. </p>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Alle rettigheder forbeholdes. </p> <p> SOFTWAREN LEVERES \"SOM DET ER\" UDEN GARANTI FOR ALLE SLAG, UDTRYKT ELLER UNDERFORSTÅET, INKLUDERENDE MEN IKKE BEGRÆNSET TIL GARANTIER FOR SALGSBARHED, EGNETHED TIL ET SÆRLIGT FORMÅL OG IKKE-OVERTRÆDELSE. INGEN BEGIVENHED SKAL INDEHAVERE ELLER INDEHAVERE AF Ophavsret være ansvarlige for ethvert krav, skader eller anden ansvar, hvad enten det er i forbindelse med en kontrakt, erstatning eller andet, som hidrører fra, uden for eller i forbindelse med softwaren eller brugen eller anden behandling i softwaren SOFTWARE. </p>","text_about_content2":"<p> DENNE TJENESTE KAN INDEHOLDE OVERSÆTTELSER, DER KRAVES AF GOOGLE. GOOGLE FRASKRIVER ALLE GARANTIER I FORBINDELSE MED OVERSÆTTELSERNE, UDTRYKT ELLER UNDERFORSTÅET, INKLUDERENDE ALLE GARANTIER FOR NØJAGTIGHED, PÅLIDELIGHED, OG ALLE UNDERFORSTÅEDE GARANTIER FOR SALGSBARHED, FITNESS FOR ET SÆRLIGT FORMÅL>.","text_about_content3":"<p> Denne webapp er oversat af hensyn til din bekvemmelighed ved hjælp af oversættelsessoftware drevet af Google Translate. Der er gjort en rimelig indsats for at give en nøjagtig oversættelse, men ingen automatiseret oversættelse er perfekt, og den er heller ikke beregnet til at erstatte menneskelige oversættere. Oversættelser leveres som en tjeneste til brugere af webstedet marcoparrone.com og leveres \"som de er.\" Der gives ingen garanti af nogen art, hverken udtrykt eller underforstået, med hensyn til nøjagtigheden, pålideligheden eller rigtigheden af oversættelser lavet fra engelsk til et andet sprog. Noget indhold (såsom billeder, videoer, Flash osv.) Oversættes muligvis ikke nøjagtigt på grund af begrænsningerne i oversættelsessoftwaren. </p> <p> Den officielle tekst er den engelske version af hjemmesiden. Eventuelle uoverensstemmelser eller forskelle, der er skabt i oversættelsen, er ikke bindende og har ingen juridisk virkning med henblik på overholdelse eller håndhævelse. Hvis der opstår spørgsmål vedrørende nøjagtigheden af oplysningerne på det oversatte websted, henvises til den engelske version af webstedet, som er den officielle version. </p>"}