{"text_appname":"Järjehoidjad","text_add_label":"lisage järjehoidja","text_settings_label":"seaded","text_importexport_label":"järjehoidjate importimine ja eksportimine","text_help_label":"abi","text_about_label":"umbes","text_edit_title":"Muuda järjehoidjat","text_edit_type":"Tüüp:","text_edit_bookmark":"järjehoidja","text_edit_folder":"kausta","text_edit_bookmark_title":"Pealkiri:","text_edit_url":"URL:","text_delete":"Kustuta","text_back":"tagasi","text_save":"Salvesta","text_settings_title":"Seaded","text_settings_content1":"Siin saate rakenduse konfigureerida.","text_yes":"jah","text_no":"ei","text_settings_showedit":"Kuva muutmisnupud:","text_settings_showmove":"Kuva liikumisnupud:","text_settings_showadd":"Kuva kaustades nupud \"lisa\":","text_settings_expandbydefault":"Vaikimisi laiendage kaustu:","text_language":"Vali keel:","text_question_merge":"Kas ühendada olemasolevad järjehoidjad imporditud järjehoidjatega või asendada need?","text_merge":"mine","text_replace":"asendama","text_close_button":"Sulge","text_importexport_title":"Import ja eksport","text_importexport_content":"Siit saate oma järjehoidjaid Netscape'i vormingus importida ja eksportida.","text_import":"Import:","text_export":"Eksport","text_error_loadfile":"viga: faili ei saa laadida.","text_error_loadingfile":"viga faili laadimisel:","text_example_title":"Pealkirja näide","text_open":"Avatud","text_add":"Lisama","text_edit":"Muuda","text_move_backward":"Liigu tagasi","text_move_forward":"Edasi liikuma","text_move_upward":"Liigu ülespoole","text_move_downward":"Liigu allapoole","text_expand_less":"Laienemine","text_expand_more":"Laienda","text_help_title":"Abi","text_about_title":"Umbes","text_help_content1":"Järjehoidjate haldur on rakendus, mis aitab Interneti-järjehoidjaid salvestada ja redigeerida.","text_help_content2":"Uue järjehoidja või uue kausta loomiseks vajutage plussmärki: valige järjehoidja ja kausta vahel, sisestage pealkiri ja lõpuks URL, seejärel vajutage muudatuste salvestamiseks salvesta või järjehoidja kustutamiseks vajutage Kustuta muudatuste vahele jätmiseks, kuid jätke järjehoidja alles.","text_help_content3":"Seotud URL-i avamiseks vajutage järjehoidja lähedal asuvat nuppu \"Ava\".","text_help_content4":"Uue elemendi lisamiseks vajutage kausta sees nuppu \"Lisa\".","text_help_content5":"Nii järjehoidjate kui kaustade jaoks vajutage nende muutmiseks nuppu \"Muuda\", positsiooni vahetamiseks eelmise elemendiga vajutage nuppu \"Liiguta tagasi\", järgmise positsiooni vahetamiseks vajutage nuppu \"Liigu edasi\", vajutage Nupp \"liiguta ülespoole\", et element liigutada kaustast välja, kus see praegu asub, või vajutage nuppu \"liiguta allapoole\", et element liigutada järgmise alamkausta sees.","text_help_content6":"Seadete menüüs, millele pääseb juurde pärast ikooni \"sätted\" klõpsamist, saate redigeerimis-, liikumis- ja lisamisnuppe peita või näidata. Samuti on võimalik muuta kasutajaliidese keelt.","text_help_content7":"Järjehoidjate importimiseks või eksportimiseks vajutage impordi / ekspordi ikooni. HTML Netscape'i järjehoidjate vormingut toetatakse, seega on võimalik importida suuremate veebibrauserite poolt eksporditud järjehoidjaid. Järjehoidjate failist importimisel praegused järjehoidjad kustutatakse ja kirjutatakse üle.","text_help_content8":"Järjehoidjate haldur on progressiivne veebirakendus, mis tähendab, et see töötab brauseris. Kui installite selle, brauseri komponente ei kuvata, töötab see siiski brauseris. Järjehoidjad salvestatakse brauseri localStorage'i domeenile marcoparrone.github.io. localStorage töötab suurepäraselt brauseritega Chrome, Edge ja Firefox. Teised brauserid võivad mõne aja pärast localStorage kustutada. Android kasutab vaikimisi Chrome'i, Windows vaikimisi Edge'i. Järjehoidjate haldurit praegu Apple'i tooted ei toeta. Järjehoidjate kaotamise vältimiseks on soovitatav teha varukoopia funktsiooni \"eksportimine\" abil, iga kord, kui teete mõned muudatused, mida te ei soovi kaotada.","text_about_content1":"Autoriõigus © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Kõik õigused kaitstud.","text_about_content3":"TARKVARA HANKELDAKSE \"SELLE KUI ON\", ILMA KÕIKI TÜÜBI NIMETAMATA, ILMASTAMATA VÕI KAUDSE GARANTIITA, SEALHULGAS, KUID MITTE PIIRATUD MÜÜGILISUSE, KINNITAVA EESMÄRGI JA NÕUETLEMATA JÕUSTUMISEGA. MIDAGI EI VASTUTA AUTORID VÕI AUTORIÕIGUSTE OMANIKUD VASTUTUSEGA NÕUDETE, KAHJUSTAMISE VÕI MUU VASTUTUSE EEST, KUI TUTVUSTATAKSE TÖÖTLEMISEKS, TORPITAMISEKS VÕI MUUDALT, TARKVARA VÕI SELLE VÕI SELLEGA VÕI KASUTAMISE VÕI MUUDE TEGEVUSTEGA TARKVARA.","text_about_content4":"SEDA TEENUS VÕIB SISALDADA GOOGLE'i TÕLKEID. GOOGLE KEELDAB KÕIKI TÕLKETEGA SEOTUD GARANTIID, MIS TÄHENDAB VÕI KASUTATAVAT, SEALHULGAS KÕIK GARANTIID TÄPSUSEST, USALDUSVÕIMETUSEST JA KÕIK KAUDSED GARANTIID MÜÜGILISUSEST, KINDLUSEST ÜKSIKASJALIKULT.","text_about_content5":"See veebirakendus on teie mugavuse huvides tõlgitud Google Translate'i abil töötava tõlketarkvara abil. Täpse tõlke pakkumiseks on tehtud mõistlikke jõupingutusi, kuid ükski automatiseeritud tõlge pole täiuslik ega ole mõeldud ka inimtõlkide asendamiseks. Tõlkeid pakutakse teenusena marcoparrone.github.io veebisaidi kasutajatele ja neid pakutakse \"nii nagu on\". Inglise keelest mis tahes muusse keelde tehtud tõlgete täpsuse, usaldusväärsuse või õigsuse kohta ei anta otsest ega kaudset garantiid. Teatud sisu (nt pildid, videod, Flash jms) ei pruugi tõlketarkvara piirangute tõttu olla täpselt tõlgitud.","text_about_content6":"Ametlik tekst on veebisaidi ingliskeelne versioon. Tõlkes tekkivad lahknevused või erinevused ei ole siduvad ega oma juriidilist mõju vastavuse või jõustamise eesmärkidel. Kui tekib küsimusi tõlgitud veebisaidil sisalduva teabe õigsuse kohta, vaadake veebisaidi ingliskeelset versiooni, mis on ametlik versioon."}