{"text_appname":"Kirjanmerkit","text_add_label":"Lisää kirjanmerkki","text_settings_label":"asetukset","text_importexport_label":"tuoda ja viedä kirjanmerkkejä","text_help_label":"auta","text_about_label":"noin","text_edit_title":"Muokkaa kirjanmerkkiä","text_edit_type":"Tyyppi:","text_edit_bookmark":"kirjanmerkki","text_edit_folder":"kansio","text_edit_bookmark_title":"Otsikko:","text_edit_url":"URL:","text_delete":"Poistaa","text_back":"Takaisin","text_save":"Tallentaa","text_settings_title":"asetukset","text_settings_content1":"Täällä voit määrittää sovelluksen.","text_yes":"Joo","text_no":"ei","text_settings_showedit":"Näytä muokkauspainikkeet:","text_settings_showmove":"Näytä liikkumispainikkeet:","text_settings_showadd":"Näytä lisää-painikkeet kansioissa:","text_language":"Valitse kieli:","text_close_button":"kiinni","text_importexport_title":"Tuonti ja vienti","text_importexport_content":"Täältä voit tuoda ja viedä kirjanmerkkisi Netscape-muodossa.","text_import":"Tuonti:","text_export":"Viedä","text_error_loadfile":"virhe: tiedostoa ei voi ladata.","text_error_loadingfile":"virhe ladattaessa tiedostoa:","text_example_title":"Esimerkki otsikosta","text_example_url":"https://esimerkki.esimerkki","text_open":"Avata","text_add":"Lisätä","text_edit":"Muokata","text_move_backward":"Liikkua takaperin","text_move_forward":"Siirry eteenpäin","text_move_upward":"Siirrä ylöspäin","text_move_downward":"Siirry alaspäin","text_help_title":"auta","text_about_title":"Noin","text_help_content":"<p> Kirjanmerkkien hallinta on sovellus, joka auttaa tallentamaan ja muokkaamaan Internet-kirjanmerkkejä. </p> <p> Luo uusi kirjanmerkki tai uusi kansio painamalla \"plus\" -kuvaketta: valitse kirjanmerkki ja kansio, lisää otsikko ja lopulta URL, tallenna muutokset painamalla tallenna tai poista kirjanmerkki painamalla Delete-näppäintä tai ohita muutokset, mutta säilytä kirjanmerkki painamalla takaisin. </p> <p> Paina kirjanmerkin lähellä olevaa avointa painiketta avaa liittyvä URL-osoite. </p> <p> Lisää uusi elementti siihen painamalla kansion sisällä olevaa \"Lisää\" -painiketta. </p> <p> Muokkaa sekä kirjanmerkkejä että kansioita painamalla \"muokkaa\" -painiketta. paina \"Siirrä taaksepäin\" -painiketta vaihtaaksesi sijainnin edellisen elementin kanssa, paina \"Siirrä eteenpäin\" -painiketta vaihtaaksesi sijainnin seuraavan elementin kanssa, paina \"Siirrä ylöspäin\" -painiketta siirtääksesi elementin pois kansiosta, johon se on tällä hetkellä tai paina \"siirrä alaspäin\" -painiketta siirtääksesi elementin seuraavaan alikansioon. </p> <p> Asetusvalikossa, johon pääsee napsauttamalla \"Asetukset\" -kuvaketta, voit piilottaa tai näyttää muokkaus-, siirto- ja lisäyspainikkeet. Käyttöliittymän kieli on myös mahdollista vaihtaa. </p> <p> Voit tuoda tai viedä kirjanmerkkejä painamalla tuonti / vienti-kuvaketta. HTML Netscape Bookmarks -muotoa tuetaan, joten on mahdollista tuoda tärkeimpien selainten viemät kirjanmerkit. Kun tuot kirjanmerkkejä tiedostosta, nykyiset kirjanmerkit poistetaan ja korvataan. </p> <p> Kirjanmerkkien hallinta on progressiivinen verkkosovellus, mikä tarkoittaa, että se toimii selaimessa. Kun asennat sen, vaikka selaimen komponentteja ei näy, se toimii silti selaimen sisällä. Kirjanmerkit tallennetaan selaimen localStorage-verkkotunnukseen bookmarks.marcoparrone.com. localStorage toimii hyvin Chrome-, Edge- ja Firefox-selainten kanssa. Muut selaimet voivat poistaa localStoragen jonkin ajan kuluttua. Android käyttää oletuksena Chromea, Windows oletusarvoisesti Edgeä. Kirjanmerkkien hallintaa ei tällä hetkellä tueta Apple-tuotteissa. Kirjanmerkkien häviämisen estämiseksi on suositeltavaa tehdä varmuuskopiointi \"vienti\" -toiminnolla joka kerta, kun teet muutoksia, joita et halua menettää. </p>","text_about_content1":"<p> Tekijänoikeus © 2017,2019,2020,2021 Marco Parrone. <br /> Kaikki oikeudet pidätetään. </p> <p> OHJELMISTO TARJOAMA \"SELLAISENAAN\", ILMA TAKUUTA MISTÄÄNTYYDELLEEN, ILMAISEKSI TAI IMPLIISISEKSI, MUKAAN LUKIEN MUTTA RAJOITETTU TUOTETTAVUUDESTA, KELPOISUUDESTA ERITYISEEN TARKOITUKSEEN JA RIKKOMISTA. Kirjailijat tai tekijänoikeuksien haltijat eivät missään tapauksessa ole vastuussa mistään vaateista, vahingoista tai muusta vastuusta, joka johtuu sopimuksesta, vahingonkorvauksesta tai muusta syystä, joka syntyy ohjelmistosta, sen ulkopuolelta tai sen kanssa, tai sen käytöstä tai muusta sopimuksesta. OHJELMISTO. </p>","text_about_content2":"<p> TÄMÄ PALVELU VOI SISÄLTÄÄ GOOGLE: N VOIMASSA olevia käännöksiä. GOOGLE KIELTÄÄ KAIKKI TULKIT, JOTKA LIITTYVÄT NIMENOMAISIIN TAI KÄYTTÖÖN OTETTUIIN, MUKAAN LUKIEN MITÄÄN TAKAISUUDET TARKKUUDESTA, LUOTETTAVUUDESTA JA KAIKKISTA TAKUUKSISTA MYYNTIKELPOISUUDESTA, SOPIVUUDESTA ERITYISEEN TARKOITUKSEEN JA.","text_about_content3":"<p> Tämä verkkosovellus on käännetty avuksesi Google Kääntäjän tarjoamalla käännösohjelmistolla. Tarkan käännöksen aikaansaamiseksi on pyritty kohtuullisesti, mutta mikään automaattinen käännös ei ole täydellinen eikä sitä ole tarkoitettu korvaamaan ihmisen kääntäjiä. Käännökset tarjotaan palveluna marcoparrone.com-verkkosivuston käyttäjille, ja ne toimitetaan sellaisenaan. Mitään suoraa tai epäsuoraa takuuta ei anneta englannista muille kielille tehtyjen käännösten tarkkuudesta, luotettavuudesta tai oikeellisuudesta. Osa sisällöstä (kuten kuvat, videot, Flash jne.) Ei välttämättä ole oikein käännetty käännösohjelmiston rajoitusten vuoksi. </p> <p> Virallinen teksti on verkkosivuston englanninkielinen versio. Käännöksessä syntyvät ristiriidat tai erot eivät ole sitovia, eikä niillä ole oikeusvaikutuksia sääntöjen noudattamisen tai täytäntöönpanon tarkoituksiin. Jos käännetyn verkkosivuston tietojen paikkansapitävyyteen liittyy kysymyksiä, tutustu viralliseen verkkosivuston englanninkieliseen versioon. </p>"}