{"text_appname":"Ntawv cim npe","text_add_label":"ntxiv phau ntaw cim","text_settings_label":"teeb tsa","text_importexport_label":"import thiab export bookmarks","text_help_label":"pab","text_about_label":"hais txog","text_edit_title":"Kho kom raug bookmark","text_edit_type":"Hom:","text_edit_bookmark":"ntawv cim","text_edit_folder":"ntawv tais ceev tseg","text_edit_bookmark_title":"Npe:","text_edit_url":"URL:","text_delete":"Rho tawm","text_back":"Tom qab","text_save":"Txuag","text_settings_title":"Chaw","text_settings_content1":"Ntawm no koj tuaj yeem tsim kho daim ntawv thov.","text_yes":"yog lawm","text_no":"tsis muaj","text_settings_showedit":"Qhia cov nyees khawm edit:","text_settings_showmove":"Qhia cov nyees khawm txav:","text_settings_showadd":"Qhia \"ntxiv\" cov nyees khawm hauv folders:","text_language":"Xaiv lus:","text_close_button":"Kaw","text_importexport_title":"Ntshuam / export","text_importexport_content":"Ntawm no koj tuaj yeem hloov thiab xa koj cov ntawv cim hauv Netscape hom.","text_import":"Ntshuam:","text_export":"Xa khoom","text_error_loadfile":"yuam kev: tsis tuaj yeem thauj ntaub ntawv.","text_error_loadingfile":"yuam kev thauj khoom:","text_example_title":"Piv txwv li cov npe","text_example_url":"https://example.example","text_open":"Qhib","text_add":"Ntxiv","text_edit":"Kho kom raug","text_move_backward":"Txav Mus Rov Los","text_move_forward":"Txav Mus Los Tom Ntej","text_move_upward":"Txav Mus Los","text_move_downward":"Txav mus rau qis dua","text_help_title":"Pab","text_about_title":"Txog","text_help_content":"<p> Tus Thawj Tswj Xyuas Ntaub Ntawv yog ib daim ntawv thov pab txuag thiab kho cov cim hauv internet. </p> <p> Los tsim phau ntawv cim tshiab, lossis ntawv nplaub tshev tshiab, nyem lub cim \"ntxiv\": xaiv ntawm phau ntawv cim npe thiab nplaub tshev, ntxig rau sau npe thiab thaum kawg qhov URL, tom qab ntawv nyem sau ntawv kom txuag tau qhov kev hloov pauv, los yog nyem tawm los lwv cov ntawv cim, lossis rov qab los hla cov kev hloov tab sis khaws phau cim tseg. Qhib qhov URL uas cuam tshuam. </p> <p> Nyem \"ntxiv\" khawm nyob rau hauv lub nplaub tshev los ntxiv cov khoom tshiab rau nws. </p> <p> Rau tag nrho cov phau ntawv cim npe thiab kab ntawv, nias lub pob \"hloov\" kom hloov kho lawv, nias \"txav rov qab\" khawm los pauv txoj haujlwm nrog lub hauv paus dhau los, nias \"txav mus rau pem hauv ntej\" khawm los pauv txoj haujlwm nrog cov khoom txuas ntxiv, nias \"txav mus rov qab\" khawm kom txav lub ntsiab tawm ntawm lub nplaub tshev qhov twg tam sim no yog, lossis nias lub pob \"txav mus sab hauv\" kom txav cov khoom hauv lub subfolder tom ntej. </p> <p> Hauv cov ntawv qhia ua zaub mov, siv tau tom qab nyem qhov \"nqis\" icon, koj tuaj yeem nkaum lossis qhia cov khawm hloov, txav thiab ntxiv. Nws tseem tuaj yeem hloov cov lus ntawm cov neeg siv kev sib txuam. </p> <p> Kev hloov los sis ua lag luam luam ntawv, nias ntawm lub cim ntshuam / ntshuam. Cov HTML Netscape Bookmarks hom yog txaus siab, yog li nws tuaj yeem nkag tau qhov Bookmark exported los ntawm lub web browsers loj. Thaum import cov bookmarks los ntawm ib cov ntawv, cov chaw cim tam sim no yuav raug muab lwv thiab muab sau dua tshiab. </p> <p> Tus Thawj Tswj Xyuas Ntaub Ntawv yog qhov Kev Ua Haujlwm Hauv Vev-xaij, uas txhais tau tias nws nkag hauv qhov browser. Thaum koj nruab nws, thaum lub browser sib txuas tsis qhia, nws tseem dhia hauv browser. Cov phau ntawv ceev tseg tau muab ceev tseg hauv browser ntawm localStorage rau lub chaw cim bookmarks.marcoparrone.com. localStorage ua haujlwm zoo nrog Chrome, Ntug thiab Firefox browsers. Lwm yam browsers yuav rho tawm localStorage tom qab qee lub sijhawm. Android los ntawm lub neej ntawd siv Chrome, Windows los ntawm lub neej ntawd siv Ntug. Bookmarks Manager tam sim no tsis txaus siab ntawm Apple cov khoom. Nrog lub hom phiaj pab txhawm rau tiv thaiv qhov poob ntawm cov ntawv, nws tau hais kom ua thaub qab siv qhov \"xa tawm\" ua haujlwm, txhua zaus koj ua qee yam kev hloov kho uas koj tsis xav plam. </p>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Tag nrho cov cai tshwj xeeb. TAB SIS TSO CAI TSIS COJ COJ LOS TXOJ CAI NTAWM MERCHANTABILITY, FITNESS RAU LUB HOM PHIAJ THIAB TXOJ KEV HLUB. TSIS MUAJ TSIM NYOG YUAV TSO CAI LOS NTAWM COV TXHEEJ TXHEEM LOSSIS COPYRIGHT HOLDERS YUAV TSUM RAU TEJ YAM DAWB LOSSIS LOSSIS LOSSIS LOJ LOJ, TSIS PUB UA LICAS RAU KEV UA TXHUA YAM NTAWM KEV TSWJ, COJ LOSSIS LOSSIS LOSSIS LOSSIS LOSSIS, TUAJ LOS NTAWM LOSSIS LOSSIS RAU KEV SIB CUAG SOFTWARE. </p>","text_about_content2":"<p> QHOV KEV PAB CUAM NO YUAV THOV HLOOV KEV TXHAUM CAI LOS NTAWM GOOGLE. GOOGLE lees tag nrho cov kev lav phib xaub uas raug xa mus rau cov tsheb thauj mus los, kho kom zoo lossis ua tiav, suav nrog cov ntaub ntawv kev lav phib xaub ntawm txoj cai, kev ntseeg, thiab txhua yam kev lav phib xaub ntawm txoj cai, chaw ua hauj lwm rau ib tus neeg.","text_about_content3":"<p> Lub vev xaib no tau muab txhais rau koj kom yooj yim siv cov software software uas siv los ntawm Google Translate. Kev sim ua qhov tsim nyog tau muab kev txhais lus kom raug, txawm li cas los xij, tsis muaj kev txhais lus txhais tau zoo yog qhov tsis zoo thiab nws tsis yog los hloov neeg txhais lus. Kev txhais lus yog muab kev pabcuam rau cov neeg siv ntawm lub vev xaib marcoparrone.com, thiab tau muab \"zoo li.\" Tsis muaj kev tiv thaiv ib yam dab tsi, txawm hais tawm los yog siv, raug suav nrog rau qhov tseeb, kev ntseeg tau, lossis qhov raug ntawm cov lus txhais ua los ntawm lus Askiv ua lwm yam lus. Qee cov ntsiab lus (xws li duab, yeeb yaj kiab, Flash, thiab lwm yam) yuav tsis raug txhais tsis raug vim qhov kev txwv ntawm kev txhais lus software. </p> <p> Cov ntawv luam yog cov lus Askiv ntawm lub vev xaib. Tej yam tsis sib xws lossis qhov sib txawv tsim nyob rau hauv cov lus txhais tsis raug khi thiab tsis muaj kev cuam tshuam raug cai rau kev ua raws lossis tswj kev ua haujlwm. Yog tias muaj lus nug dab tsi cuam tshuam txog qhov tseeb ntawm cov ntaub ntawv muaj nyob hauv lub vev xaib uas tau muab txhais, saib mus rau Askiv tsab ntawv ntawm lub vev xaib uas yog ntawv tshaj tawm."}