{"text_appname":"Tetenger","text_add_label":"nambahake tetenger","text_settings_label":"setelan","text_importexport_label":"ngimpor lan ngekspor tetenger","text_help_label":"nulungi","text_about_label":"babagan","text_edit_title":"Sunting tetenger","text_edit_type":"Jinis:","text_edit_bookmark":"tetenger","text_edit_folder":"folder","text_edit_bookmark_title":"Judul:","text_edit_url":"URL:","text_delete":"Mbusak","text_back":"Bali","text_save":"Ngirit","text_settings_title":"Setelan","text_settings_content1":"Ing kene sampeyan bisa ngatur aplikasi kasebut.","text_yes":"iya","text_no":"ora","text_settings_showedit":"Tampilake tombol sunting:","text_settings_showmove":"Tampilake tombol gerakan:","text_settings_showadd":"Tampilake tombol \"tambah\" ing folder:","text_language":"Pilih basa:","text_close_button":"Tutup","text_importexport_title":"Impor / ekspor","text_importexport_content":"Ing kene sampeyan bisa ngimpor lan ngekspor bookmark kanthi format Netscape.","text_import":"Impor:","text_export":"Ekspor","text_error_loadfile":"kesalahan: ora bisa mbukak file.","text_error_loadingfile":"kesalahan mbukak file:","text_example_title":"Judhul Tuladha","text_example_url":"https: // conto. conto","text_open":"Mbukak","text_add":"Tambah","text_edit":"Sunting","text_move_backward":"Pindhah mundur","text_move_forward":"Maju","text_move_upward":"Pindhah munggah","text_move_downward":"Pindhah mudhun","text_help_title":"Nulungi","text_about_title":"Babagan","text_help_content":"<p> Manajer Bookmark minangka aplikasi sing mbantu nyimpen lan nyunting bookmark internet. </ p> Kanggo nggawe bookmark anyar, utawa folder anyar, pencet ikon \"plus\": pilih ing antarane bookmark lan folder judhul lan pungkasane URL, banjur pencet simpen kanggo nyimpen pangowahan, utawa pencet busak kanggo mbusak tetenger, utawa simpen pangowahan nanging simpen tetenger. bukak URL sing gegandhengan. </ p> Pencet tombol \"tambah\" ing njero folder kanggo nambah elemen anyar. </ p> Kanggo bookmark lan folder, pencet tombol \"sunting\" kanggo ngowahi banjur pencet tombol \"mindhah mundur\" kanggo ngganti posisi karo elemen sadurunge, pencet tombol \"maju\" kanggo ngganti posisi karo elemen sabanjure, pencet tombol \"mindhah munggah\" kanggo mindhah elemen saka folder ing endi saiki, utawa pencet tombol \"mindhah mudhun\" kanggo mindhah elemen ing subfolder sabanjure. </ p> Ing menu setelan, bisa diakses sawise ngeklik lambang \"setelan\", sampeyan bisa ndhelikake utawa nuduhake tombol sunting, gerakan lan tambahan. Sampeyan uga bisa ngganti basa antarmuka panganggo. </ P> Kanggo ngimpor utawa ngekspor tetenger, pencet ing ikon impor / ekspor. Format Bookmark Netscape HTML didhukung, mula bisa ngimpor bookmark sing diekspor dening browser web utama. Nalika ngimpor tetenger saka file, tetenger saiki bakal mbusak lan ditimpa. </ P> ► Bookmark Manager minangka Aplikasi Web Progresif, sing artine mbukak ing njero browser. Nalika sampeyan instal, sanajan komponen browser ora ditampilake, isih mlaku ing njero browser. Tandha disimpen ing localStorage browser kanggo domain bookmarks.marcoparrone.com. localStorage bisa digunakake kanthi browser Chrome, Edge lan Firefox. Browser liyane bisa uga mbusak LocalStorage sawise suwe. Android kanthi standar nggunakake Chrome, Windows kanthi standar nggunakake Edge. Saiki, Bookmark Manager Manager ora didhukung ing produk Apple. Kanthi tujuan supaya bisa nyegah bookmark, disaranake nggawe serep nggunakake fungsi \"ekspor\", saben-saben sampeyan nggawe modifikasi sing ora bakal ilang. </ P>","text_about_content1":"<p> Hak Cipta © 2017,2019,2020,2021 Marco Parrone. <br /> Kabeh Hak Dilindhungi. </ p> SOFTWARE Kasedhiya \"AS\", TANPA JAMINAN JENIS, EXPRESS UTAWA IMPLIED, kalebu Nanging ora diwatesi kanggo JAMINAN MERCHANTABILITY, FITNESS FOR A PUNCANA KANGGO lan NONINFRINGEMENT. TANPA KANGGO PUNING OTOTOR UTAWA Panyekel Hak Cipta Kasedhiya KANGGO TUNTUTAN, KERusakan UTAWA TANGGUNG JAWAB LAIN, APA KANGGO KONTRAK, TOR UTAWA APA APA, Muncul saka, Saka UTAWA Gandhengane SOFTWARE UTAWA NGGUNAKAN ATAU GUNUNG LAIN ING SOFTWARE. </ P>","text_about_content2":"<p> LAYANAN INI MUNGKIN NGISIKI TRANSLASI sing DIKENDALAKAN GOOGLE. GOOGLE Nolak Kabeh JAMINAN Gandhengane karo TRANSLASI, EXPRESS UTAWA IMPLIED, Klebu APA JAMINAN AKURASI, KEPERCAYAAN, lan APA JAMINAN KANGGO MERCHANTABILITY, FITNESS FOR A PARTICULAR BLUR AND ENNFRING.","text_about_content3":"<p> Aplikasi web iki wis diterjemahake kanggo sampeyan kanthi nggunakake piranti lunak terjemahan sing didhukung dening Google Translate. Ana upaya sing cukup kanggo nyedhiyakake terjemahan sing akurat, nanging ora ana terjemahan otomatis sing sampurna utawa uga tujuane kanggo ngganti penerjemah manungsa. Terjemahan diwenehake minangka layanan kanggo pangguna situs web marcoparrone.com, lan diwenehake \"kaya saiki.\" Ora ana garansi apa wae, sing ditulis utawa ora disirnakake, kanggo nggawe akurasi, keandalan, utawa bener terjemahan sing digawe saka basa Inggris menyang basa liyane. Sawetara konten (kayata gambar, video, Lampu kilat, lsp.) Bisa uga ora diterjemahake kanthi akurat amarga winates saka piranti lunak terjemahan. </ B> Teks resmi yaiku versi situs web versi Inggris. Apa bedane utawa beda sing digawe ing terjemahan ora bisa diikat lan ora ana pengaruh legal kanggo netepi utawa ngetrapake tujuan. Yen ana pitakon sing ana gandhengane karo akurasi informasi sing ana ing situs web sing dijarwakake, waca versi situs web versi Inggris sing versi resmi."}