{"text_appname":"Кыстармалар","text_add_label":"кыстарма кошуу","text_settings_label":"орнотуулар","text_importexport_label":"кыстармаларды импорттоо жана экспорттоо","text_help_label":"жардам","text_about_label":"жөнүндө","text_edit_title":"Кыстарманы түзөтүү","text_edit_type":"Түрү:","text_edit_bookmark":"чөп кат","text_edit_folder":"папка","text_edit_bookmark_title":"Аталышы:","text_edit_url":"URL:","text_delete":"Жок кылуу","text_back":"Артка","text_save":"Сактоо","text_settings_title":"Орнотуулар","text_settings_content1":"Бул жерден сиз колдонмону конфигурациялай аласыз.","text_yes":"Ооба","text_no":"жок","text_settings_showedit":"Түзөтүү баскычтарын көрсөтүү:","text_settings_showmove":"Кыймыл баскычтарын көрсөтүү:","text_settings_showadd":"Папкалардагы \"кошуу\" баскычтарын көрсөтүү:","text_settings_expandbydefault":"Папкаларды демейки шартта жайып:","text_language":"Тил тандоо:","text_question_merge":"Белгиленген кыстармаларды импорттолгон кыстармалар менен бириктиресизби же аларды алмаштырасызбы?","text_merge":"кет","text_replace":"алмаштыруу","text_close_button":"Жабуу","text_importexport_title":"Импорттоо / экспорттоо","text_importexport_content":"Бул жерден сиз Netscape форматындагы кыстармаларды импорттоп жана экспорттой аласыз.","text_import":"Импорт:","text_export":"Экспорттоо","text_error_loadfile":"ката: файл жүктөлбөй жатат.","text_error_loadingfile":"файл жүктөөдө ката кетти:","text_example_title":"Үлгүнүн аталышы","text_open":"Ачуу","text_add":"Кошуу","text_edit":"Түзөтүү","text_move_backward":"Артка жылдыруу","text_move_forward":"Алга жылуу","text_move_upward":"Жогору жылыңыз","text_move_downward":"Ылдый жылдыруу","text_expand_less":"Жайып салуу","text_expand_more":"Жайып","text_help_title":"Жардам","text_about_title":"Жөнүндө","text_help_content1":"Кыстармалар менеджери - бул интернет кыстармаларын сактоого жана түзөтүүгө жардам берген тиркеме.","text_help_content2":"Жаңы кыстарманы же жаңы папканы түзүү үчүн, \"кошуу\" сөлөкөтүн басыңыз: кыстарма менен папканы тандап, аталышын жана акырында URL киргизиңиз, андан кийин өзгөртүүлөрдү сактоо үчүн Сактоо баскычын басыңыз же кыстарманы жок кылуу үчүн Жок кылууну басыңыз же артка өзгөртүүлөрдү өткөрүп жиберүү, бирок кыстарманы сактоо.","text_help_content3":"Тийиштүү URL ачуу үчүн, кыстарманын жанындагы \"ачуу\" баскычын басыңыз.","text_help_content4":"Ага жаңы элемент кошуу үчүн папканын ичиндеги \"кошуу\" баскычын басыңыз.","text_help_content5":"Кыстармалар жана папкалар үчүн, аларды өзгөртүү үчүн \"оңдоо\" баскычын басып, позицияны мурунку элемент менен алмашуу үчүн \"артка жылдыруу\" баскычын, кийинки элемент менен позицияны алмаштыруу үчүн \"алдыга жылуу\" баскычын басыңыз, \"жогоруга жылдыруу\" баскычы элементти учурда турган папкадан алып чыгуу үчүн же кийинки кичи папканын ичинде элементти жылдыруу үчүн \"төмөн жылдыруу\" баскычын басыңыз.","text_help_content6":"\"Орнотуулар\" сүрөтчөсүн чыкылдаткандан кийин орнотуулар менюсунда түзөтүү, кыймылдоо жана кошуу баскычтарын жашырып же көрсөтсөңүз болот. Ошондой эле колдонуучу интерфейсинин тилин өзгөртүүгө болот.","text_help_content7":"Кыстармаларды импорттоо же экспорттоо үчүн, импорттоо / экспорттоо сүрөтчөсүн басыңыз. HTML Netscape Bookmarks форматы колдоого алынгандыктан, негизги веб-браузерлер экспорттогон кыстармаларды импорттоого болот. Кыстармаларды файлдан импорттоодо учурдагы кыстармалар жок кылынат жана алардын ордуна жазылат.","text_help_content8":"Bookmarks Manager - бул браузердин ичинде иштей турган Прогрессивдүү Веб тиркеме. Аны орнотуп жатканда, браузердин компоненттери көрсөтүлбөсө дагы, ал браузердин ичинде иштей берет. Кыстармалар браузердин localStorage-де marcoparrone.github.io домени үчүн сакталат. localStorage Chrome, Edge жана Firefox браузерлери менен жакшы иштейт. Башка браузерлер бир аз убакыт өткөндөн кийин localStorage программасын жок кылышы мүмкүн. Демейки боюнча Android Chrome колдонот, Windows демейки Edge колдонот. Учурда Bookmarks Manager Apple өнүмдөрүндө колдоого алынбайт. Кыстармалардын жоголуп кетишине жол бербөө максатында, жоготууну каалабаган айрым өзгөртүүлөрдү киргизген сайын, \"экспорттоо\" функциясын колдонуп, камдык көчүрмө жасап туруу сунушталат.","text_about_content1":"Автордук укук © 2017,2019,2020,2021 Марко Парроне.","text_about_content2":"Бардык укуктар корголгон.","text_about_content3":"ПРОГРАММА КАНДАЙ КЕПИЛДИКТЕРСИЗ, КАНДАЙ ТҮРДҮҮ КЕПИЛДИГИСИЗ БЕРИЛЕТ, АЙЫРМАСЫЗ ЖАНА ЖАЗЫЛБАСА, САТЫП АЛУУЧУЛУГУНУН КЕПИЛДИКТЕРИНЕН ЧЕКТЕЛБЕЙТ, АЙРЫМ МАКСАТТАРГА ЖАНА НОНФРИМАЦИЯГА ЫЛАЙЫК. ЭЧ КАНДАЙ БОЛСО, ПРОГРАММАГА ЖАРАЛГАН ЖАБДЫКТАРГА ЖАНА БАШКАРУУГА АРНАЛГАН ЖАНА ПАЙДА БОЛГОНДОЙ, ПРОГРАММА, КЫЙНАЛЫШ ЖАНА БАШКА ШАРТТАРДА, КЫЙЫНЧЫЛЫКТАРДА ЖАНА БАШКА ШАРТТАРДА, АВТОРЛОР ЖАНА Автордук укуктун ээлери ар кандай доомат, зыян же башка жоопкерчилик үчүн жооптуу болбойт. ПРОГРАММА","text_about_content4":"БУЛ КЫЗМАТ GOOGLE КУБАТТАГАН КОТОРМОЛОРДУ КАМТЫШЫ МҮМКҮН. GOOGLE КОТОРМОЛОРГО, ТУУРАЛУУЛУККА, ИШЕНИМДҮҮЛҮККӨ ЖАНА КАНДАЙ КЕПИЛДИКТЕРДИ КОРГОГОНДО, КОТОРМОГО КАТАРЛЫК БИЛДИРҮҮДӨ, БИЛДИРҮҮДӨ ЖАНА ИШКЕРҮҮЛӨРДҮ ЧЕКТЕЙТ.","text_about_content5":"Бул веб колдонмо сизге ыңгайлуу болуш үчүн Google Translate тарабынан которулган программаны колдонуп которулган. Так котормону камсыз кылуу үчүн акылга сыярлык иш-аракеттер жасалды, бирок эч кандай автоматташтырылган котормо кемчиликсиз жана адам котормочуларын алмаштырууга багытталган эмес. Которуулар marcoparrone.github.io веб-сайтын колдонуучуларга кызмат катары берилет жана \"кандай болсо ошондой\" берилет. Англис тилинен башка тилге которулган котормолордун тактыгына, ишенимдүүлүгүнө же тууралыгына карата эч кандай кепилдик берилген эмес. Котормо программасынын чектелгендигине байланыштуу кээ бир мазмун (мисалы, сүрөттөр, видеолор, Flash ж.б.) так которулбай калышы мүмкүн.","text_about_content6":"Расмий текст - бул веб-сайттын англис тилиндеги версиясы. Котормодо келтирилген ар кандай дал келбөөчүлүктөр же айырмачылыктар милдеттүү эмес жана талаптарга жооп берүү же аткаруу максатында юридикалык күчкө ээ эмес. Которулган веб-сайтта камтылган маалыматтын тактыгына байланыштуу суроолор жаралса, расмий версия болгон веб-сайттын англис тилиндеги нускасына кайрылыңыз."}