{"text_appname":"Story","text_add_label":"Top addere","text_settings_label":"occasus","text_importexport_label":"important et export bookmarks","text_help_label":"auxilium","text_about_label":"fere","text_edit_title":"Top Edit","text_edit_type":"typus:","text_edit_bookmark":"Top","text_edit_folder":"folder","text_edit_bookmark_title":"Title:","text_edit_url":"URL:","text_delete":"Delete","text_back":"Back","text_save":"salvare","text_settings_title":"Optiones","text_settings_content1":"Hic applicationem ad configurare potes.","text_yes":"etiam","text_no":"nihil","text_settings_showedit":"Recensere ostende bullarum;","text_settings_showmove":"Ostende motus bullarum;","text_settings_showadd":"Ostende \"addere\" bullarum in folders,","text_language":"Elige linguis:","text_close_button":"prope","text_importexport_title":"Export import","text_importexport_content":"Hic vos can patefacio vestri bookmarks in Netscape et importare format.","text_import":"Import;","text_export":"export","text_error_loadfile":"error: non load lima.","text_error_loadingfile":"errorem scripsisse confessus est loading file:","text_example_title":"exemplum Titulus","text_example_url":"http: //example.example","text_open":"patentibus","text_add":"addere","text_edit":"recensere","text_move_backward":"RECIPROCO","text_move_forward":"Movere deinceps","text_move_upward":"ADSCENDO","text_move_downward":"movere deorsum","text_help_title":"auxilium","text_about_title":"circa","text_help_content":"<P> Story Manager est applicatio ut succurro ut salvum atque edit penitus bookmarks. </ P> <p> Ad partum a novus bookmark, neque novi folder, press per \"plus\" icon, sumo inter create folder, inserta sunt titulo, et eventually domicilio annota, deinde animam servare mutationes vel torcular delere ad delere bookmark aut ad skip mutationes, sed ut bookmark. </ p> <p> Press \"aperta\" puga pyga prope a bookmark ut aperire related URL. </ p> <p> Press per \"addere\" puga pyga intus a folder addere novam elementum ad eam. </ p> <p> Nam et bookmarks quod folders, press per \"edit\" puga pyga ut modify ea torcular \"ire retrorsum 'ipsum commutare locum priorum elementum premere\" procedat \"puga commutare situm elementum premunt\" sursum \"puga motus elementi de folder quo id est currently aut premere \"deorsum\" puga pyga ut movere elementum subfolder altera intus. </ P> <p> In menu occasus, accessible post clicking a \"occasus\" icon, ostende te potest abscondere nec in emendo, et etiam motus bullarum. Etiam potest mutare lingua user interface. </ P> <p> Ut importare vel patefacio bookmarks, torcular in import / export icon. In HTML Netscape Story facit de forma, ut potest ad importare maioris web pasco bookmarks exportata est. Cum reliquarum bookmarks in a lima, in current bookmarks ut overwritten atque delevit. </ P> <p> Web Progressive Application Est Manager Story, quae intus significat quod decurrit a pasco. Cum install is, dum pasco components non ostensum, quod adhuc interius decurrit a pasco. Quae servata est scriptor pasco bookmarks enim localStorage bookmarks.marcoparrone.com domain. localStorage bene operatur cum Chrome, Edge quod Incendia pasco. Alii localStorage delete pasco ut post aliquos dies. Android per default utitur Chrome, a Fenestra Usus Edge default. Bookmark Manager currently non praebetur a Apple products. Cum autem ad auxilium ne damnum of bookmarks, ut suggesserant facere in tergum usura \"export\" functionality, omnis hora te quaedam immutationes sunt quae non volunt perdere. </ P>","text_about_content1":"<P> Marcus Parrone Copyright © 2017,2019,2020,2021. <br /> ligula. </ P> <p> SIT MODO SOFTWARE \"QUALIS EI EST\", sine SPONSUS quibuscunque perturbato, OR PROLOQUOR TACITUS, comprehendo et quod non unice tribuunt WARRANTIES DE MERCHANTABILITY, FITNESS IN SPECIE DE FINE et NONINFRINGEMENT. NUSQUAM EVENT SHALL THE AUTHORS VEL COPYRIGHT HOLDERS DEBEO EX QUACUNQUE CLAIM, DAMAGES VEL ALIIS INPEDIMENTUM, UTRUM IN ACCIONE LOCATIO, TORT VEL aliter:, oriunda ex, E VEL ERGO SOFTWARE VEL Usus mediorum VEL ALIIS DEALINGS IN THE Software. </ p>","text_about_content2":"<P> ministerium huius officii capiat redemptor gentium | Potentia a Google. GOOGLE disclaims all warranties ad translationes, OR PROLOQUOR TACITUS, UBI DE CURA QUIS WARRANTIES, FIDE ET DE ullis WARRANTIES MERCHANTABILITY, FITNESS IN SPECIE DE FINE et NONINFRINGEMENT. </ P>","text_about_content3":"<P> Hoc web app translata est propter commodum usura software translationem A Google Translate. Rationabile nisus fuisset factum providere in translatione accurate, tamen non est perfecta automated translationem nec quod sit reponere animo humano translators. Vulgate sunt, provisum est pro ministerio users de marcoparrone.com website et es provisum 'quod sit.' Warrentum non habuerit de aliqua, aut expressa aut tacita, hoc est, sicut est veritas reliability vel recte atque ordine factum quasvis translationes ex lingua Latina in aliquo alio. Quidam contentus (ut imagines, videos, Flash, etc.) non esse accurate translatum ex limitations in software translationem. </ P> <p> Quod enim est textus officialis Anglica in website. Sibylla Erythraea sive translatione aliqua de differences creata sunt et non binding legalis proposita cogendi aut effectus pro obsequio. Si subortae fuerint quaestiones subtiliter ad indicium continebat in website translata fuerit, referte ad Anglica versio a website, quae publica sit. </ P>"}