{"text_appname":"Lieszeechen","text_add_label":"füügt e Lieszeechen bäi","text_settings_label":"Astellungen","text_importexport_label":"importéiert an exportéiert Lieszeechen","text_help_label":"hëllefen","text_about_label":"iwwer","text_edit_title":"Lieszeechen änneren","text_edit_type":"Typ:","text_edit_bookmark":"Lieszeechen","text_edit_folder":"Dossier","text_edit_bookmark_title":"Titel:","text_edit_url":"URL:","text_delete":"Läschen","text_back":"Zréck","text_save":"Späicheren","text_settings_title":"Astellungen","text_settings_content1":"Hei kënnt Dir d'Applikatioun konfiguréieren.","text_yes":"jo","text_no":"Nee","text_settings_showedit":"Weist Edit Knäppercher:","text_settings_showmove":"Bewegungsknäpper weisen:","text_settings_showadd":"Weist \"add\" Knäppercher an Ordner:","text_language":"Wielt d'Sprooch:","text_close_button":"Zoumaachen","text_importexport_title":"Import / Export","text_importexport_content":"Hei kënnt Dir Är Lieszeechen am Netscape Format importéieren an exportéieren.","text_import":"Importéieren:","text_export":"Exportéieren","text_error_loadfile":"Feeler: kann d'Datei net lueden.","text_error_loadingfile":"Feeler beim Luede vun der Datei:","text_example_title":"Beispill Titel","text_example_url":"https:// Beispill. Beispill","text_open":"Opmaachen","text_add":"Dobäizemaachen","text_edit":"Änneren","text_move_backward":"Réckelen","text_move_forward":"Géi weider","text_move_upward":"Beweegt sech erop","text_move_downward":"Réckelen no ënnen","text_help_title":"Hëllef","text_about_title":"Iwwer","text_help_content":"<p> Bookmarks Manager ass eng Applikatioun déi hëlleft Internet Lieszeechen ze späicheren an z'änneren. </p> <p> Fir en neit Lieszeechen ze kreéieren, oder en neien Dossier, dréckt d'Ikon \"plus\": wielt tëscht Lieszeechen an Dossier, setzt de Titel a schliisslech d'URL, dréckt dann op späicheren fir d'Ännerungen ze späicheren, oder dréckt läschen fir de Lieszeechen ze läschen, oder zréck fir d'Ännerungen ze sprangen awer de Lieszeechen ze halen. </p> <p> Dréckt op den \"oppenen\" Knäppchen bei engem Lieszeechen fir öffnen déi verwandte URL. </p> <p> Dréckt de \"add\" Knäppchen an engem Dossier fir en neit Element derbäi ze bauen. </p> <p> Fir béid Lieszeechen a Classeure, dréckt op de \"edit\" Knäppchen fir z'änneren se, dréckt de \"Réck réckelen\" Knäppchen fir d'Positioun mat dem fréiere Element auszetauschen, dréckt de \"réck vir\" Knäppchen fir d'Positioun mat dem nächsten Element auszetauschen, dréckt de \"réck erop\" Knäppchen fir d'Element aus dem Dossier ze réckelen et ass de Moment, oder dréckt op de \"réckelen no ënnen\" Knäppchen fir d'Element an den nächsten Ënnerfolder ze réckelen. </p> <p> Am Astellungsmenü, zougänglech nodeems Dir op d'Ikon \"Astellunge\" geklickt hutt, kënnt Dir d'Redaktiouns-, Bewegungs- an Zousatzknäppercher verstoppen oder weisen. Et ass och méiglech d'Sprooch vun der User-Interface z'änneren. </p> <p> Fir d'Lieszeechen z'importéieren oder ze exportéieren, dréckt op d'Import / Export Ikon. Den HTML Netscape Bookmarks Format gëtt ënnerstëtzt, sou datt et méiglech ass d'Bichmarken z'importéieren déi vun de grousse Webbrowser exportéiert ginn. Beim Import vun de Lieszeechen aus enger Datei ginn déi aktuell Lieszeeche geläscht an iwwerschriwwe. </p> <p> Bookmarks Manager ass eng Progressiv Webapplikatioun, dat heescht datt se an engem Browser leeft. Wann Dir et installéiert, wärend d'Browser Komponente net gewise ginn, leeft se nach ëmmer an engem Browser. D'Bichmarker ginn am Browser localStorage fir d'bookmarks.marcoparrone.com Domain gespäichert. localStorage funktionnéiert gutt mat Chrome, Edge a Firefox Browser. Aner Browser kënne localStorage no enger Zäit läschen. Android benotzt standard Chrome, Windows Standard benotzt Edge. Bookmarks Manager gëtt de Moment net op Apple Produkter ënnerstëtzt. Mam Zweck ze hëllefen de Verloscht vun de Lieszeechen ze vermeiden, gëtt et virgeschloen e Backup ze maachen mat der \"Export\" Funktionalitéit, all Kéiers wann Dir e puer Ännerunge maacht déi Dir net wëllt verléieren. </p>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> All Rechter reservéiert. </p> <p> D'Software gëtt \"AS IS\", OUNI GARANTI VUN ALL AART, EXPRESS ODER IMPLISIERT, INKLUDÉIEREN MEE NET BEZUELT OP D'GARANTIEN VUN HANDELBARHEIT, FITNESS FIR ENG BESTËNNT ZIEL AN NONINFRINGEMENT. A KEEN EVENT SINN D'AUTHEIEREN ODER COPYRIGHT HOLDERS VIR ENGER Fuerderung, Schued oder aner Verantwortung, SINN AN ENGER AKTIOUN VUN KONTRAKT, TORT ODER ANERWÄIT, AUSSCHLÉISEN, OUNI AUSS VERBINDUNG MAT DER SOFTWARE ODER DER BENOTZUNG ODER ANER BEHANDLINGEN AN DER SOFTWARE. </p>","text_about_content2":"<p> DEI SERVICE KËNNT TRANSLATIOUNEN AUS GOOGLE BEHALTEN. GOOGLE DISCLAIMÉIERT ALL GARANTI BEZUELT OP D'IWERSETZUNGEN, EXPRESS ODER IMPLICIERT, INKLUDÉIEREN ALLEGUER GARANTI FIR NUWERHËNNUNG, Zouverlässegkeet, AN KEE IMPLISÉIEREN GARANTIEN VUN VERKAAFBARHEIT, FITNESS FIR ENG BESTËMMTENZEIWWERUNG.","text_about_content3":"<p> Dës Web App gouf fir Äert Komfort iwwersat mat Iwwersetzungssoftware ugedriwwe vu Google Translate. Raisonnabel Efforte goufe gemaach fir eng korrekt Iwwersetzung ze bidden, awer keng automatiséiert Iwwersetzung ass perfekt an ass och net fir mënschlech Iwwersetzer ze ersetzen. Iwwersetzunge ginn als Service u Benotzer vun der marcoparrone.com Websäit geliwwert, a gi \"wéi et ass.\" Keng Garantie vun iergendenger Aart, ausdrécklech oder implizit, gëtt gemaach wat d'Genauegkeet, Zouverlässegkeet oder Richtegkeet vun all Iwwersetzungen aus Englesch an eng aner Sprooch gemaach huet. E puer Inhalter (wéi Biller, Videoen, Flash, asw.) Kënne wéinst der Limitatioun vun der Iwwersetzungssoftware net korrekt iwwersat ginn. </p> <p> Den offiziellen Text ass déi englesch Versioun vun der Websäit. All Ënnerscheeder oder Ënnerscheeder, déi an der Iwwersetzung entstinn, sinn net verbindlech an hu kee legale Effekt fir Konformitéits- oder Duerchféierungzwecker. Wann iergendeng Froen opstinn, bezunn op d'Genauegkeet vun den Informatiounen, déi an der iwwersat Websäit enthale sinn, bezitt Iech op déi englesch Versioun vun der Websäit déi offiziell Versioun ass. </p>"}