{"text_appname":"ຫມາຍ","text_add_label":"ເພີ່ມ ໝາຍ","text_settings_label":"ການຕັ້ງຄ່າ","text_importexport_label":"ນຳ ເຂົ້າແລະສົ່ງອອກເຄື່ອງ ໝາຍ","text_help_label":"ຊ່ວຍເຫຼືອ","text_about_label":"ກ່ຽວກັບ","text_edit_title":"ແກ້ໄຂ bookmark","text_edit_type":"ປະເພດ:","text_edit_bookmark":"ໝາຍ","text_edit_folder":"ໂຟນເດີ","text_edit_bookmark_title":"ຊື່ເລື່ອງ:","text_edit_url":"URL:","text_delete":"ລົບ","text_back":"ກັບໄປ","text_save":"ບັນທຶກ","text_settings_title":"ການຕັ້ງຄ່າ","text_settings_content1":"ໃນທີ່ນີ້ທ່ານສາມາດຕັ້ງຄ່າ ຄຳ ຮ້ອງສະ ໝັກ ໄດ້.","text_yes":"ແມ່ນແລ້ວ","text_no":"ບໍ່","text_settings_showedit":"ສະແດງປຸ່ມແກ້ໄຂ:","text_settings_showmove":"ສະແດງປຸ່ມເຄື່ອນໄຫວ:","text_settings_showadd":"ສະແດງປຸ່ມ \"ເພີ່ມ\" ໃສ່ໃນແຟ້ມ:","text_language":"ເລືອກພາສາ:","text_close_button":"ປິດ","text_importexport_title":"ການ ນຳ ເຂົ້າ / ສົ່ງອອກ","text_importexport_content":"ນີ້ທ່ານສາມາດ ນຳ ເຂົ້າແລະສົ່ງອອກເຄື່ອງ ໝາຍ ຂອງທ່ານໃນຮູບແບບ Netscape.","text_import":"ນຳ ເຂົ້າ:","text_export":"ການສົ່ງອອກ","text_error_loadfile":"ຂໍ້ຜິດພາດ: ບໍ່ສາມາດໂຫລດໄຟລ໌ໄດ້.","text_error_loadingfile":"ຜິດພາດໃນການໂຫລດເອກະສານ:","text_example_title":"ຫົວຂໍ້ຕົວຢ່າງ","text_example_url":"https://example.example","text_open":"ເປີດ","text_add":"ຕື່ມ","text_edit":"ແກ້ໄຂ","text_move_backward":"ຍ້າຍຖອຍຫລັງ","text_move_forward":"ກ້າວ​ໄປ​ຂ້າງ​ຫນ້າ","text_move_upward":"ຍ້າຍຂຶ້ນ","text_move_downward":"ຍ້າຍລົງລຸ່ມ","text_help_title":"ຊ່ວຍເຫຼືອ","text_about_title":"ກ່ຽວກັບ","text_help_content":"<p> ຜູ້ຈັດການ Bookmark ແມ່ນແອັບພລິເຄຊັນທີ່ຊ່ວຍໃນການບັນທຶກແລະດັດແກ້ bookmark ໃນອິນເຕີເນັດ. </p> <p> ເພື່ອສ້າງ bookmark ໃໝ່, ຫຼືໂຟນເດີ ໃໝ່, ກົດປຸ່ມ“ ບວກ”: ເລືອກລະຫວ່າງ bookmark ແລະ folder, ໃສ່ ແລະໃນທີ່ສຸດ URL, ຫຼັງຈາກນັ້ນກົດປຸ່ມເພື່ອບັນທຶກການປ່ຽນແປງ, ຫລືກົດປຸ່ມລຶບເພື່ອລຶບຈຸດ ໝາຍ, ຫຼືກັບໄປຂ້າມການປ່ຽນແປງແຕ່ຮັກສາຈຸດ ໝາຍ. </p> <p> ກົດປຸ່ມ \"ເປີດ\" ໃກ້ໆກັບຈຸດ ໝາຍ ເປີດ URL ທີ່ກ່ຽວຂ້ອງ. </p> <p> ກົດປຸ່ມ \"ຕື່ມ\" ພາຍໃນໂຟນເດີເພື່ອເພີ່ມອົງປະກອບ ໃໝ່ ໃສ່ມັນ. </p> <p> ສຳ ລັບທັງມາກແລະແຟ້ມ, ກົດປຸ່ມ \"ດັດແກ້\" ເພື່ອດັດແປງ ພວກເຂົາ, ກົດປຸ່ມ \"ຍ້າຍຫລັງ\" ເພື່ອແລກປ່ຽນ ຕຳ ແໜ່ງ ກັບອົງປະກອບທີ່ຜ່ານມາ, ກົດປຸ່ມ \"ກ້າວໄປຂ້າງ ໜ້າ\" ເພື່ອແລກປ່ຽນ ຕຳ ແໜ່ງ ກັບອົງປະກອບຕໍ່ໄປ, ກົດປຸ່ມ \"ຍ້າຍຂຶ້ນ\" ເພື່ອຍ້າຍອົງປະກອບອອກຈາກໂຟນເດີທີ່ ປະຈຸບັນມັນຢູ່, ຫລືກົດປຸ່ມ \"ຍ້າຍລົງ\" ເພື່ອຍ້າຍອົງປະກອບພາຍໃນໂຟເດີຍ່ອຍຕໍ່ໄປ. </p> <p> ໃນເມນູການຕັ້ງຄ່າ, ສາມາດເຂົ້າເຖິງໄດ້ຫຼັງຈາກທີ່ກົດປຸ່ມ \"ການຕັ້ງຄ່າ\", ທ່ານສາມາດເຊື່ອງຫຼືສະແດງປຸ່ມແກ້ໄຂ, ເຄື່ອນໄຫວແລະປຸ່ມເພີ່ມ. ມັນຍັງເປັນໄປໄດ້ທີ່ຈະປ່ຽນພາສາຂອງອິນເຕີເຟດຜູ້ໃຊ້. </p> <p> ເພື່ອ ນຳ ເຂົ້າຫຼືສົ່ງອອກເຄື່ອງ ໝາຍ, ກົດປຸ່ມຮູບສັນຍາລັກ ນຳ ເຂົ້າ / ສົ່ງອອກ. ຮູບແບບ HTML Netscape Bookmarks ແມ່ນໄດ້ຮັບການສະ ໜັບ ສະ ໜູນ, ສະນັ້ນສາມາດ ນຳ ເຂົ້າເຄື່ອງ ໝາຍ ທີ່ຖືກສົ່ງອອກໂດຍຕົວທ່ອງເວັບທີ່ ສຳ ຄັນ ເມື່ອ ນຳ ເຂົ້າເຄື່ອງ ໝາຍ ຈາກແຟ້ມເອກະສານຕ່າງໆ, ປັດຈຸບັນຈະຖືກລຶບອອກແລະຂຽນທັບ. </p> <p> ຜູ້ຈັດການ Bookmarks ແມ່ນໂປແກຼມ Progressive Web ເຊິ່ງ ໝາຍ ຄວາມວ່າມັນຢູ່ໃນຕົວທ່ອງເວັບ. ເມື່ອທ່ານຕິດຕັ້ງມັນ, ໃນຂະນະທີ່ສ່ວນປະກອບຂອງໂປຣແກຣມທ່ອງເວັບບໍ່ສະແດງ, ມັນຍັງແລ່ນຢູ່ພາຍໃນ browser. ບຸກມາກໄດ້ຖືກບັນທຶກໄວ້ໃນ localStorage ຂອງ browser ສຳ ລັບໂດເມນ bookmarks.marcoparrone.com. localStorage ເຮັດວຽກໄດ້ດີກັບຕົວທ່ອງເວັບຂອງ Chrome, Edge ແລະ Firefox. ຕົວທ່ອງເວັບອື່ນໆອາດຈະລຶບ localStorage ພາຍຫຼັງບາງເວລາ. ໂດຍລະບົບ Android ໂດຍໃຊ້ Chrome, Windows ໂດຍໃຊ້ຄ່າ Default. ຜູ້ຈັດການປື້ມບັນຈຸບໍ່ໄດ້ຮັບການສະ ໜັບ ສະ ໜູນ ໃນຜະລິດຕະພັນຂອງ Apple. ດ້ວຍຈຸດປະສົງເພື່ອຊ່ວຍໃນການປ້ອງກັນການສູນເສຍຂອງ ໝາຍ, ແນະ ນຳ ໃຫ້ເຮັດ ສຳ ຮອງໂດຍໃຊ້ຟັງຊັນ \"ສົ່ງອອກ\", ທຸກໆຄັ້ງທີ່ທ່ານເຮັດການດັດແປງບາງຢ່າງທີ່ທ່ານບໍ່ຢາກສູນເສຍ. </p>","text_about_content1":"<p> ລິຂະສິດສະຫງວນລິຂະສິດ 2017,2019,2020,2021 Marco Parrone ແຕ່ບໍ່ ຈຳ ກັດການຮັບປະກັນຂອງຄວາມ ໝັ້ນ ຄົງ, ຄວາມ ເໝາະ ສົມ ສຳ ລັບຈຸດປະສົງແລະຄວາມບໍ່ເປັນລະບຽບຮຽບຮ້ອຍ. ໃນກໍລະນີໃດກໍ່ຕາມ, ບໍ່ຄວນໃຫ້ຜູ້ຂຽນຫລືຜູ້ຖືສິດທິຄວນຮັບຜິດຊອບຕໍ່ການຮ້ອງຂໍໃດໆ, ຄວາມສ່ຽງຫຼືຄວາມຮັບຜິດຊອບອື່ນໆ, ໃນກໍລະນີໃດ ໜຶ່ງ ຂອງສັນຍາ, ການຕິດຕໍ່ຫຼືສິ່ງອື່ນໆ, ເກີດຂື້ນຈາກ, ຫຼືໃນການຕິດຕໍ່ກັບຊອບແວຫຼືຂໍ້ຕົກລົງອື່ນໆ. ຊອບແວ. </p>","text_about_content2":"<p> ບໍລິການນີ້ສາມາດຄວບຄຸມການໂອນເງິນໂດຍ GOOGLE. GOOGLE ແຈ້ງທຸກການຄ້ ຳ ປະກັນທີ່ກ່ຽວຂ້ອງກັບການຂົນສົ່ງ, ການສົ່ງເສີມຫຼື ສຳ ເລັດ, ລວມທັງການຮັບປະກັນໃດໆຂອງຄວາມເປັນເອກະພາບ, ຄວາມເຊື່ອຖື, ແລະການຮັບປະກັນໃດໆທີ່ກ່ຽວຂ້ອງກັບຄວາມເປັນເອກະພາບ, ຄວາມຈິງໃຈ ສຳ ລັບຄວາມເປັນສ່ວນຕົວຂອງເອກະສານ.","text_about_content3":"<p> ເວບໄຊທ໌ນີ້ໄດ້ຖືກແປເພື່ອຄວາມສະດວກຂອງທ່ານໂດຍໃຊ້ໂປແກຼມການແປພາສາທີ່ໃຊ້ໂດຍ Google Translate. ຄວາມພະຍາຍາມທີ່ສົມເຫດສົມຜົນໄດ້ເຮັດໃຫ້ການແປທີ່ຖືກຕ້ອງ, ເຖິງຢ່າງໃດກໍ່ຕາມ, ບໍ່ມີການແປພາສາແບບອັດຕະໂນມັດທີ່ສົມບູນແບບແລະບໍ່ມີຈຸດປະສົງເພື່ອທົດແທນຜູ້ແປພາສາຂອງມະນຸດ. ການແປແມ່ນຖືກໃຫ້ບໍລິການແກ່ຜູ້ໃຊ້ຂອງເວັບໄຊທ໌ marcoparrone.com, ແລະໄດ້ຖືກສະ ໜອງ ໃຫ້ \"ຄືກັນ.\" ບໍ່ມີການຮັບປະກັນໃດໆ, ບໍ່ວ່າຈະເປັນການສະແດງອອກຫລືເວົ້າເຖິງຄວາມຖືກຕ້ອງ, ຄວາມ ໜ້າ ເຊື່ອຖື, ຫຼືຄວາມຖືກຕ້ອງຂອງການແປໃດກໍ່ຕາມທີ່ເຮັດຈາກພາສາອັງກິດເປັນພາສາອື່ນ. ບາງເນື້ອໃນ (ເຊັ່ນ: ຮູບພາບ, ວີດີໂອ, Flash, ແລະອື່ນໆ) ອາດຈະບໍ່ຖືກແປໃຫ້ຖືກຕ້ອງເນື່ອງຈາກຂໍ້ ຈຳ ກັດຂອງຊອບແວການແປພາສາ. </p> <p> ຂໍ້ຄວາມທາງການແມ່ນສະບັບພາສາອັງກິດຂອງເວບໄຊທ໌. ຄວາມແຕກຕ່າງຫຼືຄວາມແຕກຕ່າງທີ່ສ້າງຂື້ນໃນການແປບໍ່ໄດ້ຖືກຜູກມັດແລະບໍ່ມີຜົນທາງກົດ ໝາຍ ສຳ ລັບຈຸດປະສົງການປະຕິບັດຫຼືບັງຄັບໃຊ້. ຖ້າມີ ຄຳ ຖາມໃດໆທີ່ກ່ຽວຂ້ອງກັບຄວາມຖືກຕ້ອງຂອງຂໍ້ມູນທີ່ມີຢູ່ໃນເວບໄຊທ໌ທີ່ແປແລ້ວ, ອ້າງອີງເຖິງສະບັບພາສາອັງກິດຂອງເວບໄຊທ໌ເຊິ່ງເປັນສະບັບທາງການ. </p>"}