{"text_appname":"Žymės","text_add_label":"pridėti žymę","text_settings_label":"parametrus","text_importexport_label":"importuoti ir eksportuoti žymes","text_help_label":"pagalba","text_about_label":"apie","text_edit_title":"Redaguoti žymę","text_edit_type":"Tipas:","text_edit_bookmark":"skirtukas","text_edit_folder":"aplanką","text_edit_bookmark_title":"Pavadinimas:","text_edit_url":"URL:","text_delete":"Ištrinti","text_back":"Atgal","text_save":"Sutaupyti","text_settings_title":"Nustatymai","text_settings_content1":"Čia galite sukonfigūruoti programą.","text_yes":"taip","text_no":"ne","text_settings_showedit":"Rodyti redagavimo mygtukus:","text_settings_showmove":"Rodyti judesio mygtukus:","text_settings_showadd":"Rodyti aplankų mygtukus „pridėti“:","text_settings_expandbydefault":"Išplėskite aplankus pagal numatytuosius nustatymus:","text_language":"Pasirinkite kalbą:","text_question_merge":"Sujungti dabartines žymes su importuotomis žymomis ar jas pakeisti?","text_merge":"eik","text_replace":"pakeisti","text_close_button":"Uždaryti","text_importexport_title":"Importas eksportas","text_importexport_content":"Čia galite importuoti ir eksportuoti savo žymes „Netscape“ formatu.","text_import":"Importuoti:","text_export":"Eksportuoti","text_error_loadfile":"klaida: negalima įkelti failo.","text_error_loadingfile":"klaida įkeliant failą:","text_example_title":"Pavadinimo pavyzdys","text_open":"Atviras","text_add":"Papildyti","text_edit":"Redaguoti","text_move_backward":"Judėk atgal","text_move_forward":"Judėti į priekį","text_move_upward":"Judėti aukštyn","text_move_downward":"Judėti žemyn","text_expand_less":"Išplėsti","text_expand_more":"Išskleisti","text_help_title":"Pagalba","text_about_title":"Apie","text_help_content1":"„Bookmarks Manager“ yra programa, padedanti išsaugoti ir redaguoti interneto žymes.","text_help_content2":"Norėdami sukurti naują žymę arba naują aplanką, paspauskite „pliuso“ piktogramą: pasirinkite tarp žymės ir aplanko, įterpkite pavadinimą ir galiausiai URL, tada paspauskite „Išsaugoti“, kad išsaugotumėte pakeitimus, arba paspauskite „Ištrinti“, jei norite ištrinti žymę, arba atgal praleisti pakeitimus, bet išsaugoti žymę.","text_help_content3":"Paspauskite mygtuką „atidaryti“ šalia žymės, kad atidarytumėte susijusį URL.","text_help_content4":"Paspauskite mygtuką „Pridėti“ aplanke, kad į jį įtrauktumėte naują elementą.","text_help_content5":"Jei norite pakeisti ir žymes, ir aplankus, paspauskite mygtuką „Redaguoti“, norėdami juos pakeisti, paspauskite mygtuką „Pereiti atgal“, kad pakeistumėte padėtį su ankstesniu elementu, paspauskite mygtuką „Judėti pirmyn“, kad pakeistumėte poziciją su kitu elementu, paspauskite „Perkelti aukštyn“ mygtuką, norėdami perkelti elementą iš aplanko, kuriame jis šiuo metu yra, arba paspauskite mygtuką „Judėti žemyn“, kad perkeltumėte elementą į kitą poaplankį.","text_help_content6":"Nustatymų meniu, kurį galite pasiekti spustelėję piktogramą „nustatymai“, galite paslėpti arba parodyti redagavimo, judėjimo ir papildymo mygtukus. Taip pat galima pakeisti vartotojo sąsajos kalbą.","text_help_content7":"Norėdami importuoti ar eksportuoti žymes, paspauskite importavimo / eksportavimo piktogramą. Palaikomas HTML „Netscape“ žymių formatas, todėl galima importuoti žymių, kurias eksportuoja pagrindinės žiniatinklio naršyklės. Importuojant žymes iš failo, dabartinės žymės bus ištrintos ir perrašytos.","text_help_content8":"„Bookmarks Manager“ yra progresyvi interneto programa, o tai reiškia, kad ji veikia naršyklėje. Kai ją įdiegiate, naršyklės komponentai nerodomi, ji vis tiek veikia naršyklėje. Žymės išsaugomos naršyklės vietiniame saugykloje, skirtoje domenui marcoparrone.github.io. „localStorage“ puikiai veikia su „Chrome“, „Edge“ ir „Firefox“ naršyklėmis. Kitos naršyklės po kurio laiko gali ištrinti „localStorage“. „Android“ pagal numatytuosius nustatymus naudoja „Chrome“, „Windows“ pagal numatytuosius nustatymus naudoja „Edge“. Žymių tvarkyklė šiuo metu nepalaikoma „Apple“ produktuose. Siekiant padėti išvengti žymių praradimo, siūloma padaryti atsarginę kopiją naudojant „eksportavimo“ funkciją, kiekvieną kartą atliekant kai kuriuos pakeitimus, kurių nenorite prarasti.","text_about_content1":"Autorių teisės © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Visos teisės saugomos.","text_about_content3":"PROGRAMINĖS ĮRANGOS TEIKIAMOS \"KOKIOS YRA\", BE JOKIOS RYŠIŲ GARANTIJOS, NEBŪTINOS AR TIESIOGINĖS, ĮSKAITANT, BET NETURIČIAMOS TIK PREKYBOS GARANTIJOS, TINKAMUMO KONKREČIAM TIKSLUI IR NENURODYMO. NIEKADA AUTORIAI AR AUTORIŲ TEISIŲ TURĖTOJAI NETURI ATSAKOMYBĖS DĖL KOKIŲ PAREIŠKIMŲ, ŽALŲ ARBA KITOS ATSAKOMYBĖS, ARBA VYKDANT SUTARTĮ, DETAROJANT ARBA KITAIP, KILIANTIS PROGRAMINĖS PRIEMONĖS, BEI JŲ SUSIJECTION, ARBA NAUDOJIMAS AR KITI PASIEKIMAI PROGRAMINĖ ĮRANGA.","text_about_content4":"ŠI PASLAUGA GALI TURĖTI „GOOGLE“ PAGALBA VERTIMUS. „GOOGLE“ NETEIKIA VISŲ GARANTIJŲ, SUSIJUSIŲ SU ATSAKYTAIS AR TIESIOGINIAIS VERTIMAIS, ĮSKAITANT VISUS TIKSLUMO, PATIKIMUMO GARANTIJAS IR VISUS TIKRUS PREKYBOS GARANTIJAS, TINKAMUMĄ KONKREČIAM PASKIRSTYMUI IR.","text_about_content5":"Ši žiniatinklio programa buvo išversta jūsų patogumui naudojant „Google“ vertėjo teikiamą vertimo programinę įrangą. Buvo imtasi pagrįstų pastangų, kad būtų pateiktas tikslus vertimas, tačiau joks automatinis vertimas nėra tobulas ir jis nėra skirtas pakeisti vertėjus žmonėms. Vertimai teikiami kaip paslauga marcoparrone.github.io svetainės vartotojams ir teikiami „tokie, kokie yra“. Jokia nei išreikšta, nei numanoma garantija nėra suteikta vertimų iš anglų kalbos į bet kurią kitą kalbą tikslumui, patikimumui ar teisingumui. Kai kurie turiniai (pvz., Vaizdai, vaizdo įrašai, „Flash“ ir kt.) Gali būti netinkamai išversti dėl vertimo programinės įrangos apribojimų.","text_about_content6":"Oficialus tekstas yra angliška svetainės versija. Visi vertime sukurti neatitikimai ar skirtumai nėra privalomi ir neturi teisinio poveikio atitikimo ar vykdymo tikslais. Jei kyla klausimų dėl išverstoje svetainėje esančios informacijos tikslumo, žiūrėkite oficialią svetainės versiją angliškai."}