{"text_appname":"Tohuwāhi","text_add_label":"taapirihia he tohu tohu","text_settings_label":"tautuhinga","text_importexport_label":"kawemai me te kaweake tohuwāhi","text_help_label":"awhina","text_about_label":"e pā ana ki","text_edit_title":"Whakatika tohuwāhi","text_edit_type":"Momo:","text_edit_bookmark":"tohuwāhi","text_edit_folder":"kōpaki","text_edit_bookmark_title":"Taitara:","text_edit_url":"URL:","text_delete":"Mukua","text_back":"Hoki","text_save":"Penapena","text_settings_title":"Tautuhinga","text_settings_content1":"I konei ka taea e koe te whirihora i te tono.","text_yes":"āe","text_no":"kāo","text_settings_showedit":"Whakaatuhia nga paatene whakatika:","text_settings_showmove":"Whakaatuhia nga paatene nekehanga:","text_settings_showadd":"Whakaatuhia nga \"taapiri\" ki nga konae:","text_settings_expandbydefault":"Whakaroha taunoa nga kōpaki:","text_language":"Kōwhiri reo:","text_question_merge":"Ka hanumi i nga tohu tohu me nga tohu tohu kawemai hei whakakapi ranei?","text_merge":"haere","text_replace":"whakakapi","text_close_button":"Katia","text_importexport_title":"Kawemai / kaweake","text_importexport_content":"I konei ka taea te kawemai me te kaweake i o tohu tohu ki te whakatakotoranga Netscape.","text_import":"Kawemai:","text_export":"Kaweake","text_error_loadfile":"hapa: kaore e taea te uta i te konae.","text_error_loadingfile":"hapa te utanga o te konae:","text_example_title":"Taitara Tauira","text_open":"Whakatuwhera","text_add":"Taapirihia","text_edit":"Whakatika","text_move_backward":"Neke whakamuri","text_move_forward":"Haere whakamua","text_move_upward":"Neke Whakarunga","text_move_downward":"Neke Whakararo","text_expand_less":"Whakakore","text_expand_more":"Roha","text_help_title":"Awhina","text_about_title":"Mō","text_help_content1":"Ko te Kaiwhakahaere Tohuwāhi he tono hei awhina ki te whakaora me te whakatika i nga tohu ipurangi.","text_help_content2":"Hei waihanga tohu hou, he kōpaki hou ranei, paatohia te tohu \"taapiri\": kowhiria i waenga i te tohu me te kōpaki, whakauruhia te taitara, ka mutu te URL, ka peehi i te penapena hei penapena i nga panoni, ka pehi ranei i te muku ki te muku i te tohu tohu, ki muri ranei. kia pekehia nga panoni engari kia mau ki te tohu tohu.","text_help_content3":"Patohia te patene \"tuwhera\" tata ki te tohu tohu hei whakatuwhera i te URL e pa ana.","text_help_content4":"Patohia te paatene \"taapiri\" ki roto i te kōpaki hei taapiri i tetahi waahanga hou ki a ia.","text_help_content5":"Mo nga tohu me nga kōpaki e rua, paatohia te paatene \"whakatika\" hei whakarereke, paatohia te paatene \"neke whakamuri\" ki te whakawhiti i te waahi me te waahanga o mua, paatohia te paatene \"neke whakamua\" ki te whakawhiti i te waahi me te waahanga e whai ake nei, paatohia te Paatene \"neke whakarunga\" ki te neke i te huanga mai i te kōpaki kei konaa i tenei wa, ka peehi ranei i te paatene \"neke whakararo\" ki te neke i te waahanga ki roto i te raarangiaroto e whai ake nei.","text_help_content6":"I te raarangi tautuhinga, ka waatea i muri i te paatene i te tohu \"tautuhinga\", ka taea e koe te huna, te whakaatu ranei i nga paatene whakatika, nekehanga me te taapiri. Ka taea hoki te whakarereke i te reo o te atanga kaiwhakamahi.","text_help_content7":"Hei kawemai, kaweake ranei i nga tohu tohu, paatohia te ata kawemai / kaweake. Kei te tautokohia te whakatakotoranga HTML Netscape Tohuwāhi, no reira ka taea te kawemai i nga tohu tohu kua tukuna e nga kaitoro paetukutuku nui. Ka kawemai ana i nga tohu tohu mai i te konae, ka mukua nga tohu tohu o naianei ka tuhihia.","text_help_content8":"Ko te Kaiwhakahaere Tohuwāhi te Tono Paetukutuku Whakamua, te tikanga e rere ana i roto i te tirotiro. Ka whakauruhia e koe, kaore i te whakaatuhia nga waahanga tirotiro, ka rere tonu ki roto i te tirotiro. Ko nga tohu tohu ka penapenahia ki te roheTohu o te kaitirotiro mo te rohe marcoparrone.github.io. he pai te mahi a te localStorage me nga kaitirotiro Chrome, Edge me Firefox. Ko etahi o nga kaitirotiro ka aukati i te roheToko i muri i etahi waa. Ma te taunoa te whakamahi a Android i te Chrome, ma te whakamahi taunoa a Edge i te Edge. I tenei wa kaore te Kaiwhakahaere Tohuwāhi i tautokohia mo nga hua o Apple. Ma te awhina ki te aarai ki te aukati i te ngaro o nga tohu tohu, ko te whakaaro kia mahi taapiri ma te whakamahi i te mahi \"kaweake\", i nga wa katoa ka whakarereke koe kaore koe e hiahia ngaro.","text_about_content1":"Mana pupuri © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Tika katoa.","text_about_content3":"HE KOREUTU I TAPUIA KI TE \"AS IS\", KORE HE WHAKAMAHI KI TE ATU ANGA, KI TE WHAKATU, KI TE KAUPAPA, KI TE KAUPAPA KI TE WHAKAMAHI KI TE MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. KAUPAPA KAUPAPA KAUPAPA KAUPAPA KAUPAPA KI TE KAUPAPA KAUPAPA KI TE KAUPAPA, KAUPAPA, KI TE KAUPAPA ANA, HEI KI TE MAHI KOREUTU, TE WHAKARITENGA, KI TE KAUPAPA ANA, I TE KAUPAPA, I TE KAUPAPA I TE WHAKAMAHI, I TE WHAKAMAHI, I TE KAUPONO ATU, I TE WHAKAMAHI KAUPAPA ranei I TE WHAKAMAHI NGA MAHI TUPUNA.","text_about_content4":"TENEI TAUANGA KAUPAPA I TE WHAKAMAHI KAUPAPA KAUPAPA E GOOGLE. KAUPAPA KAUPAPA KAUPAPA KAUPAPA KAUPAPA KAUPAPA KAUPAPA KAUPAPA, KAUPAPA, ME NGA KAUPAPA KAUPAPA KAUPAPA, KAUPAPA KI TE WHAKAMAHI KAUPAPA ME TE KAUPAPA.","text_about_content5":"Kua whakamaorihia tenei mahinga paetukutuku ma te mea pai ki a koe ma te whakamahi i te raupaparorohiko whakamaori i whakamanahia e Google Translate. He kaha te whakapau kaha ki te whakarato i te whakamaoritanga tika, heoi, kaore he whakamaoritanga aunoatanga e tino tika ana, kaore ano hoki kia whakamaheretia nga kaiwhakamaori tangata. Ko nga whakamaoritanga ka tohaina hei ratonga ki nga kaiwhakamahi o te paetukutuku marcoparrone.github.io, ka tohaina \"rite tonu.\" Kaore he momo taurangi, ahakoa he whakaputa, he tohu ranei, i puta mo te tika, te pono, te tika ranei o nga whakamaoritanga mai i te Ingarihi ki tetahi atu reo. Ko etahi korero (penei i nga whakaahua, riipene ataata, Flash, me etahi atu) kaore pea i tika te whakamaoritia na te kaha o te raupaparorohiko whakamaori.","text_about_content6":"Ko te tuhinga mana te tuhinga Ingarihi o te paetukutuku. Ko nga rereketanga me nga rereketanga i hangaia i te whakamaoritanga kaore e herea ana kaore he painga o te ture mo te whakatutukitanga, ki te kaupapa whakahaere ranei. Mena he paatai ka pa ana ki te tika o nga korero kei roto i te paetukutuku kua whakamaorihia, tirohia te whakaputanga Ingarihi o te paetukutuku ko te putanga mana."}