{"text_appname":"Bladwijzers","text_add_label":"voeg een bladwijzer toe","text_settings_label":"instellingen","text_importexport_label":"bladwijzers importeren en exporteren","text_help_label":"helpen","text_about_label":"over","text_edit_title":"Bladwijzer bewerken","text_edit_type":"Type:","text_edit_bookmark":"bladwijzer","text_edit_folder":"map","text_edit_bookmark_title":"Titel:","text_edit_url":"URL:","text_delete":"Verwijderen","text_back":"Terug","text_save":"Sparen","text_settings_title":"Instellingen","text_settings_content1":"Hier kunt u de applicatie configureren.","text_yes":"Ja","text_no":"Nee","text_settings_showedit":"Bewerkingsknoppen weergeven:","text_settings_showmove":"Bewegingsknoppen weergeven:","text_settings_showadd":"Toon \"add\" -knoppen in mappen:","text_language":"Kies een taal:","text_close_button":"Dichtbij","text_importexport_title":"Importeren / exporteren","text_importexport_content":"Hier kunt u uw bladwijzers importeren en exporteren in Netscape-formaat.","text_import":"Importeren:","text_export":"Exporteren","text_error_loadfile":"fout: kan bestand niet laden.","text_error_loadingfile":"fout bij laden van bestand:","text_example_title":"Voorbeeld titel","text_example_url":"https://voorbeeld.voorbeeld","text_open":"Open","text_add":"Toevoegen","text_edit":"Bewerk","text_move_backward":"Ga achteruit","text_move_forward":"Ga vooruit","text_move_upward":"Ga naar boven","text_move_downward":"Ga naar beneden","text_help_title":"Helpen","text_about_title":"Over","text_help_content":"<p> Bladwijzerbeheer is een applicatie die helpt bij het opslaan en bewerken van internetbladwijzers. </p> <p> Om een nieuwe bladwijzer of een nieuwe map te maken, drukt u op het \"plus\" -pictogram: kies tussen bladwijzer en map, plaats de titel en eventueel de URL, druk dan op opslaan om de wijzigingen op te slaan, of druk op delete om de bladwijzer te verwijderen, of druk op terug om de wijzigingen over te slaan maar de bladwijzer te behouden. </p> <p> Druk op de \"open\" knop naast een bladwijzer om open de gerelateerde URL. </p> <p> Druk op de knop \"toevoegen\" in een map om er een nieuw element aan toe te voegen. </p> <p> Voor zowel bladwijzers als mappen, druk op de knop \"bewerken\" om te wijzigen ze, druk op de knop \"naar achteren\" om de positie met het vorige element te wisselen, druk op de knop \"vooruit\" om de positie te wisselen met het volgende element, druk op de knop \"naar boven\" om het element uit de map te verplaatsen waar dat is het momenteel, of druk op de knop \"omlaag verplaatsen\" om het element naar de volgende submap te verplaatsen. </p> <p> In het instellingenmenu, toegankelijk na het klikken op het pictogram \"instellingen\", kunt u de knoppen voor bewerken, verplaatsen en optellen verbergen of tonen. Het is ook mogelijk om de taal van de gebruikersinterface te wijzigen. </p> <p> Om de bladwijzers te importeren of exporteren, drukt u op het pictogram voor importeren / exporteren. De HTML Netscape Bookmarks-indeling wordt ondersteund, dus het is mogelijk om de bladwijzers te importeren die door de belangrijkste webbrowsers zijn geëxporteerd. Wanneer u de bladwijzers uit een bestand importeert, worden de huidige bladwijzers verwijderd en overschreven. </p> <p> Bladwijzerbeheer is een progressieve webtoepassing, wat betekent dat het in een browser draait. Wanneer u het installeert, terwijl de browsercomponenten niet worden weergegeven, werkt het nog steeds in een browser. De bladwijzers worden opgeslagen in de localStorage van de browser voor het domein bookmarks.marcoparrone.com. localStorage werkt prima met Chrome, Edge en Firefox-browsers. Andere browsers kunnen localStorage na enige tijd verwijderen. Android gebruikt standaard Chrome, Windows gebruikt standaard Edge. Bookmarks Manager wordt momenteel niet ondersteund op Apple-producten. Om het verlies van de bladwijzers te helpen voorkomen, wordt aangeraden een back-up te maken met behulp van de \"export\" -functionaliteit, elke keer dat u enkele wijzigingen aanbrengt die u niet kwijt wilt raken. </p>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021 Marco Parrone. <br /> Alle rechten voorbehouden. </p> <p> DE SOFTWARE WORDT \"AS IS\" GELEVERD, ZONDER ENIGE GARANTIE, EXPLICIET OF IMPLICIET, INCLUSIEF MAAR NIET BEPERKT TOT DE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK. IN GEEN GEVAL ZULLEN DE AUTEURS OF AUTEURSRECHTHOUDERS AANSPRAKELIJK ZIJN VOOR ENIGE CLAIM, SCHADE OF ANDERE AANSPRAKELIJKHEID, ONGEACHT IN EEN CONTRACT, ONRECHTMATIGE OF ANDERSZINS, VOORTVLOEIEND UIT, UIT OF IN VERBAND MET DE SOFTWARE OF HET GEBRUIK OF ANDERE HANDELINGEN IN DE SOFTWARE. </p>","text_about_content2":"<p> DEZE SERVICE KAN VERTALINGEN BEVATTEN DIE DOOR GOOGLE WORDEN AANGEVOERD. GOOGLE WIJST ALLE GARANTIES AF MET BETREKKING TOT DE VERTALINGEN, EXPLICIET OF IMPLICIET, INCLUSIEF ENIGE GARANTIE VAN NAUWKEURIGHEID, BETROUWBAARHEID EN ALLE IMPLICIETE GARANTIES VAN VERKOOPBAARHEID, GESCHIKTHEID VOOR EEN BEPAALD DOEL EN NIET-INBREUK. </p>","text_about_content3":"<p> Deze web-app is voor uw gemak vertaald met vertaalsoftware van Google Translate. Er zijn redelijke inspanningen geleverd om voor een nauwkeurige vertaling te zorgen, maar geen enkele automatische vertaling is perfect en ook niet bedoeld om menselijke vertalers te vervangen. Vertalingen worden geleverd als een service aan gebruikers van de website marcoparrone.com en worden geleverd \"in de huidige staat\". Er wordt geen enkele garantie gegeven, expliciet noch impliciet, met betrekking tot de nauwkeurigheid, betrouwbaarheid of juistheid van vertalingen gemaakt van het Engels naar een andere taal. Sommige inhoud (zoals afbeeldingen, video's, Flash, etc.) wordt mogelijk niet nauwkeurig vertaald vanwege de beperkingen van de vertaalsoftware. </p> <p> De officiële tekst is de Engelse versie van de website. Eventuele discrepanties of verschillen die in de vertaling ontstaan, zijn niet bindend en hebben geen juridisch effect voor nalevings- of handhavingsdoeleinden. Als er vragen zijn over de juistheid van de informatie op de vertaalde website, raadpleeg dan de Engelse versie van de website, dit is de officiële versie. </p>"}