{"text_appname":"یادنښې","text_add_label":"یادنښه زیاته کړئ","text_settings_label":"امستنې","text_importexport_label":"یادنښې یا واردول او صادرول","text_help_label":"مرسته","text_about_label":"په اړه","text_edit_title":"یادنښه","text_edit_type":"ډول:","text_edit_bookmark":"یادنښه","text_edit_folder":"پوښۍ","text_edit_bookmark_title":"سرلیک:","text_edit_url":"URL:","text_delete":"ړنګول","text_back":"شاته","text_save":"خوندي کړئ","text_settings_title":"امستنې","text_settings_content1":"دلته تاسو کولی شئ غوښتنلیک تنظیم کړئ.","text_yes":"هو","text_no":"نه","text_settings_showedit":"د سمون تonsۍ وښایاست:","text_settings_showmove":"د حرکت تonsۍ ښکاره کړئ:","text_settings_showadd":"په فولډرو کې \"اضافه\" تonsۍ وښایاست:","text_settings_expandbydefault":"پوښۍ په ډیفالټ پراخه کړئ:","text_language":"ژبه غوره کړئ:","text_question_merge":"د وارد شوي یادنښو بوکونو سره موجوده یادنښو ضم کړئ یا یې ځای په ځای کړئ؟","text_merge":"ځه","text_replace":"بدلول","text_close_button":"بندول","text_importexport_title":"وارد / صادرول","text_importexport_content":"دلته تاسو کولی شئ خپل بک مارکونه په نیټسکیپ فارمیټ کې وارد او صادر کړئ.","text_import":"واردول:","text_export":"صادرول","text_error_loadfile":"تېروتنه: دوتنه نشي پورته کولی.","text_error_loadingfile":"د فایل په پورته کولو کې تېروتنه:","text_example_title":"د مثال په توګه","text_open":"خلاص","text_add":"اضافه کول","text_edit":"سمول","text_move_backward":"شاته خوځول","text_move_forward":"مخته لاړ شه","text_move_upward":"پورته خوځیدنه","text_move_downward":"لاندې خوځیدنه","text_expand_less":"ناخوالې","text_expand_more":"پراخول","text_help_title":"مرسته","text_about_title":"په اړه","text_help_content1":"د بک مارک مدیر یو غوښتنلیک دی چې د انټرنیټ بک مارکونو خوندي کولو او ترمیم کې مرسته کوي.","text_help_content2":"د نوي بک مارک یا نوي فولډر رامینځته کولو لپاره ، د \"جمع\" آیکون باندې فشار ورکړئ: د بوک مارک او فولډر تر مینځ غوره کړئ ، سرلیک او په پای کې URL دننه کړئ ، بیا د بدلونونو خوندي کولو لپاره خوندي کلیک وکړئ ، یا د بک مارک حذف کولو لپاره حذف کلیک وکړئ ، یا بیرته د بدلونونو پرېښودو خو یادنښې وساتئ.","text_help_content3":"د اړونده URL خلاصولو لپاره یوې بک مارک ته نږدې \"خلاص\" ت buttonۍ فشار ورکړئ.","text_help_content4":"په فولډر کې دننه \"اضافه\" ت buttonۍ فشار ورکړئ ترڅو دې ته نوی عنصر اضافه کړي.","text_help_content5":"د دواړو نښو او فولډرونو لپاره ، د ترمیم لپاره \"تدوین\" ت buttonۍ فشار ورکړئ ، د مخکینۍ عنصر سره موقعیت تبادله کولو لپاره \"شاته حرکت\" ت buttonۍ کېکاږئ ، د بل عنصر سره موقعیت تبادله کولو لپاره \"مخ په وړاندې\" ت buttonۍ کېکاږئ ، فشار ورکړئ \"پورته پورته\" ت buttonۍ د عنصر د پوښۍ څخه بهر چیرې چیرې چیرې دا اوس شتون لري ، یا د \"لاندې ښکته\" ت buttonۍ کېکاږئ ترڅو عنصر په راتلونکي فرعي فولډر کې دننه حرکت ورکړئ.","text_help_content6":"د تنظیماتو مینو کې ، د \"تنظیماتو\" په کلیک کولو وروسته د لاسرسي وړ ، تاسو کولی شئ د ترمیم ، خوځښت او اضافی تonsیو پټ یا ښکاره کړئ. دا هم امکان لري چې د کارن انٹرفیس ژبه بدل کړئ.","text_help_content7":"د یادنښو نښې وارد یا صادرولو لپاره ، د وارد / صادراتو په آئیکون فشار ورکړئ. د HTML نیټسکیپ بوک مارکونو ب supportedه ملاتړ شوې ، نو د لوی ویب براوزرانو لخوا صادر شوي بک مارکونو واردولو امکان شتون لري. کله چې د فایل څخه بوک مارکونه وارد کړئ ، اوسني یادنښې به له مینځه ویستل شي او لیکل کیږي.","text_help_content8":"د بک مارکونو مدیر یو پرمختګ کونکی ویب غوښتنلیک دی ، پدې معنی چې دا په براوزر کې تیریږي. کله چې تاسو دا نصب کړئ ، پداسې حال کې چې د براوزر برخې نه ښودل کیږي ، دا لاهم د براوزر کې پرمخ ځي. یادنښې د بُک مارکس.مارکوپیرون.com ډومین لپاره د براوزر په ځایي توکیو کې خوندي شوي دي. سیمه ایز سټریج د کروم ، څنډې او فایرفوکس براوزرونو سره ښه کار کوي. نور براوزر ممکن د یو څه وخت وروسته سیمه ایز توکی له مینځه ویسي. انډرایډ په ډیفالټ کروم کاروي ، وینډوز په ډیفالټ ډول ایج کاروي. د بک مارک مدیر دا مهال د آپیل محصولاتو کې ملاتړ نلري. د دې هدف سره چې د یادنښو زیانونو مخنیوي کې مرسته وکړي ، وړاندیز کیږي چې د \"صادراتو\" فعالیت په کارولو سره بیک اپ چمتو کړئ ، هرځله چې تاسو یو څه بدلونونه رامینځته کړئ چې تاسو یې له لاسه نه غواړئ.","text_about_content1":"د چاپ حق © 2017،2019،2020،2021 مارکو پیرون.","text_about_content2":"ټول حقونه خوندي دي.","text_about_content3":"سافټویر د \"څرنګوالي په توګه\" چمتو شوی ، د هر ډول تضمین پرته ، توضیحي یا تقویه شوي ، په شمول د سوداګریزو تضمینونو پورې محدود نه دی ، د یو ځانګړي هدف او راتلونکي لپاره فټنیس. په هیڅ یوه برخه کې د لیکوال یا کاپي حق مالکان د کوم ادعا ، زیان او یا بل مسؤلیت لپاره مسؤل نشي کیدلی ، د تړون ، تورې یا بلې کومې ډلې په کوم عمل کې ، د سافټویر یا له سافټویر سره یا د تړون له الرې یا د قرارداد له مخې راپورته شوي. ساوتري","text_about_content4":"دا خدمت د گوگل لخوا د ژباړل شوي ژباړې سره دوام لري. ګوګل د تضمین ټولې خبرتیاوې ردوي ، توضیحي یا پلي شوي ، د بریا تضمین ، اعتبار ، او د پارټي لپاره د شرایطو او مناسب شرایطو هیڅ ډول تضمینونه هم شامل دي.","text_about_content5":"دا ویب ایپ ستاسو د اسانتیا لپاره د ګوګل ژباړې لخوا چمتو شوي د ژباړې سافټویر په کارولو سره ژباړل شوی. د دقیق ژباړې چمتو کولو لپاره مناسب هڅې شوې دي ، په هرصورت ، هیڅ اتوماتیک ژباړه کامل ندي او نه هم د انساني ژباړونکو ځای په ځای کول دي. ژباړې د marcoparrone.github.io ویب پا ofې کاروونکو ته د خدمت په توګه چمتو شوي ، او \"لکه څنګه چې\" چمتو شوي. د انګلیسي ژبې څخه په بلې ژبې کې د هرډول ژباړې د درستۍ ، اعتبار ، یا د سموالي په اړه هیڅ ډول تضمین نه دی شوی ، یا یې څرګند شوی یا ورته اشاره شوی. ځینې مینځپانګې (لکه عکسونه ، ویډیوګانې ، فلش او نور) ممکن د ژباړې سافټویر د محدودیتونو له امله په دقت سره نه وژباړل شي.","text_about_content6":"رسمي متن د ویب پا ofې انګلیسي نسخه ده. په ژباړه کې رامینځته شوي هر ډول توپیرونه یا توپیرونه پابند ندي او د اطاعت یا پلي کولو موخو لپاره هیڅ قانوني اغیز نلري. که کومې پوښتنې په ژباړل شوې ویب پا inه کې موجود معلوماتو دقت سره تړاو ولري ، د ویب پا theې انګلیسي نسخې ته مراجعه وکړئ کوم چې رسمي نسخه ده."}