{"text_appname":"Tusi tusi","text_add_label":"faʻaopopo se faʻailoga","text_settings_label":"faatulagaga","text_importexport_label":"aumai ma aumai i fafo tusi","text_help_label":"fesoasoani","text_about_label":"tusa","text_edit_title":"Faʻasaʻo le faʻailoga","text_edit_type":"Ituaiga:","text_edit_bookmark":"faailoga tusi","text_edit_folder":"faila","text_edit_bookmark_title":"Igoa:","text_edit_url":"URL:","text_delete":"Aveese","text_back":"Tua i tua","text_save":"Sefe","text_settings_title":"Tulaga","text_settings_content1":"Lenei e mafai ona configure le talosaga.","text_yes":"ioe","text_no":"leai","text_settings_showedit":"Faʻaalia faʻatonutonu ki:","text_settings_showmove":"Faʻaali faʻagaioiga ki:","text_settings_showadd":"Faʻaali \"faʻaopopo\" faʻamau i totonu o faila:","text_language":"Filifili gagana:","text_close_button":"Tapuni","text_importexport_title":"Auina mai i fafo / auina atu i fafo","text_importexport_content":"Lenei oe mafai ona faʻaulufale mai ma auina atu fafo au faʻailoga i le Netscape format.","text_import":"Faaulufale:","text_export":"Auina atu i fafo","text_error_loadfile":"mea sese: le mafai ona utaina faila.","text_error_loadingfile":"faila faila sese:","text_example_title":"Ulutala Faʻaaliga","text_example_url":"https: //example.faʻataʻitaʻiga","text_open":"Tatala","text_add":"Faʻaopopo","text_edit":"Faʻatonutonu","text_move_backward":"Agai i tua","text_move_forward":"Agai i luma","text_move_upward":"Agai i Luga","text_move_downward":"Alu i lalo","text_help_title":"Fesoasoani","text_about_title":"E tusa","text_help_content":"<p> Pule o le tusi tusi o se tusi talosaga e fesoasoani e sefe ma faasaʻo bookmark i luga o le initaneti. </ i> <Ina ia fausia se faailoga tusi fou, poʻo se faila fou, oomi le \"plus\" icon: filifili i le va o faʻailoga ma le faila, faʻaofi le ulutala ma mulimuli ane o le URL, ona lolomi lea o le faʻasao e sefe ai suiga, pe oomi le solo e aveese le faʻailoga, pe toe foʻi e faamisi ia suiga ae taofi le faʻailoga. </p> <p> Faʻamau le faʻamau \"tatala\" i tafatafa o le faʻailoga e tatala le fesoʻotaʻiga URL. </ p> <> Kiliki le \"faʻaopopo\" faʻamau i totonu o se faila e faʻaopopo ai se elemeni fou i totonu. </ i> Mo faʻailoga ma faʻailoga e lua, oomi le faʻamau \"faʻasaʻo\" e sui ai latou, fetaomi le \"agai i tua\" faamau e fesuiaʻi le tulaga ma le elemeni talu ai, fetaomi le \"agai i luma\" faamau e fesuiai le tulaga ma le isi elemene, fetaomi le \"agai i luga\" faamau e aveese le elemene mai le faila i le mea o loʻo iai nei, pe oomi le \"alu i lalo\" ki e faʻagaeʻe ai le elemeni i totonu ole isi faila. </ i> I le lisi o tulaga, faʻaavanoaina pe a uma ona kiliki i le \"faʻatulagaina\" faʻailoga, e mafai ona e nanaina pe faʻaali le faʻatonuga, gaioiga ma faʻaopoopoga faʻamau. E mafai foʻi ona suia le gagana a le tagata o loʻo faʻaoga. O le HTML Netscape Bookmarks format e lagolagoina, o lea e mafai ai ona faʻaulufale mai faʻailoga na auina atu i fafo e le 'upega tafaʻilagi tele. A aumai mai le faʻailoga mai le faila, o faʻailoga o loʻo iai nei o le a aveʻesea ma ova. </ I> <u> Bookmarks Manager o se Alualu i Luma Upega Tafaʻilagi, o lona uiga e alu i totonu o se browser. A e faʻapipiʻiina, a o le vaega o le browser e le faʻaalia, e alu pea i totonu o le browser. E sefe le faʻailoga i le browser's localStorage mo le bookmarks.marcoparrone.com vaega. localStorage galue lelei ma Chrome, Edge ma Firefox suʻesuʻega. O isi suʻesuʻega mafai ona aveʻesea localStorage pe a maeʻa sina taimi. E faʻaaoga le Android e le faʻaaogaina e Chrome, e faʻaaoga ai e Edge le Edge. E leʻo lagolagoina le Bookmark Manager i luga ole oloa a Apple. Faatasi ai ma le mafuaʻaga e fesoasoani ai e puipuia le leiloloa o faʻailoga, ua fautuaina e faia se backup faʻaoga le \"auina atu i fafo\" faʻagaioiga, soʻo se taimi e te faia ai ni suiga e te le manaʻo e leiloa.","text_about_content1":"<p> Puletaofia © 2017,2019,2020,2021 Marco Parrone. <br /> Ua taofia aia tatau uma. AE LE FAʻAIUINA I O TUPE O LE MERCHANTABILITY, FITNESS FOR A PARTICULAR FAʻUAIGA MA LE FAʻAFIAFIAGA. E LE MAFAI ONA TATAU ONA TAGATA PULE PO O TAU TUPE MA TUPE MAFAI ONA TATAU AI, FAIGA PO O ISI TUPE MAUA, PE A I SE GALUEGA O FUAFUAGA, TAUA PO O SE FAʻAFAIGALUEGA, ALA MAI, SAʻU MAI POʻU I LE fesoʻotaʻiga ma le SOFTWARE PO O LE FAI PO O ISI FAIGA I LE SOFTWARE. </ I>","text_about_content2":"<p> O LENEI AUAUNAGA E MAFAI ONA MAUA FAʻAMATALAGA MALOSI E GOOGLE. O GOOGLE O L FAʻAILOA MOLIMAU UMA E FAʻAFAʻIA I LE FAʻALILIUINA, FAʻAMATALAGA PO O LE FAʻATINOINA, E Aofia ai ma ISI FAAMATALAGA O LE MAFAI ONA, FESOASOANI, MA ISI FAʻATINO MOLIMAU O MERCHANTABILITY, FITNESS FOR A PARTICULAR FAUTUGA MA.","text_about_content3":"<p> Ua faaliliuina lenei upega tafailagi mo lou faʻafaigofieina faʻaaogaina le polokalame faʻaliliuga faʻamalosi e le Google Translate. Ua faia taumafaiga talafeagai e saunia ai se faaliliuga saʻo, peitai, e leai se otometi faaliliuga e atoatoa pe fuafuaina foi e suia tagata faaliliu. O faʻaliliuga e faia e avea o se tautua i tagata faʻaaogaina le marcoparrone.com 'upega tafaʻilagi, ma e avatua \"e pei ona i ai.\" Leai se tusi saisai o soʻo se ituaiga, a le faʻaalia pe faʻamatalaina, e faia e tusa o le saʻo, faʻatuatuaina, poʻo le saʻo o soʻo se faʻaliliuga faia mai le Igilisi i soʻo se isi gagana. O nisi mea (pei o ata, vitio, Moli, ma isi) atonu e leʻo faʻaliliuina saʻo ona o tapulaʻa o le polokalame faʻaliliuga. </ I> <O le tusitusiga aloaia o le gagana Peretania o le 'upega tafaʻilagi. Soʻo se feʻeseʻeseaʻiga poʻo ni eseʻesega na faia i le faʻaliliuga e le noatia ma e leai se faʻatulafonoina aoga mo le tausisia poʻo le faʻamalosia o mafuaʻaga. Afai e iai ni fesili e tulaʻi mai e fesoʻotaʻi ma le saʻo o faʻamatalaga o loʻo i totonu o le upega tafailagi faʻaliliuina, tagaʻi i le Igilisi o le upega tafailagi o le aloaia aloaia."}