{"text_appname":"Tetengger","text_add_label":"tambahkeun tetengger","text_settings_label":"setélan","text_importexport_label":"impor sareng ékspor tetengger","text_help_label":"tulung","text_about_label":"ngeunaan","text_edit_title":"Éditor tetengger","text_edit_type":"Jenis:","text_edit_bookmark":"tetengger","text_edit_folder":"folder","text_edit_bookmark_title":"Judul:","text_edit_url":"URL:","text_delete":"Mupus","text_back":"Balik deui","text_save":"Ngahémat","text_settings_title":"Setélan","text_settings_content1":"Di dieu anjeun tiasa ngatur aplikasi.","text_yes":"enya","text_no":"henteu","text_settings_showedit":"Tembongkeun édit tombol:","text_settings_showmove":"Tembongkeun tombol gerakan:","text_settings_showadd":"Tembongkeun tombol \"tambihan\" dina folder:","text_language":"Pilih bahasa:","text_close_button":"Tutup","text_importexport_title":"Impor / ékspor","text_importexport_content":"Di dieu anjeun tiasa ngimpor sareng ngekspor tetengger anjeun dina format Netscape.","text_import":"Impor:","text_export":"Ékspor","text_error_loadfile":"kasalahan: teu tiasa muka file.","text_error_loadingfile":"file kasalahan:","text_example_title":"Judul conto","text_example_url":"HTTPS: // conto. conto","text_open":"Muka","text_add":"Tambihkeun","text_edit":"Édit","text_move_backward":"Maju mundur","text_move_forward":"Maju kahareup","text_move_upward":"Pindah ka luhur","text_move_downward":"Pindah ka handap","text_help_title":"Tulung","text_about_title":"Ngeunaan","text_help_content":"<p> Bookmarks Manager mangrupikeun aplikasi anu ngabantosan pikeun ngahemat sareng ngédit téténgger internét. </ p> judulna sareng akhirna URL, teras pencét simpen pikeun nyimpen parobihan, atanapi pencét hapus pikeun mupus tetengger, atanapi balikeun deui pikeun ngalangkungan parobihan tapi tetep tetengger. </p> <p> Pencét tombol \"buka\" caket tetengger buka URL anu aya hubunganana. </ p> Pencet tombol \"tambahkeun\" dina folder kanggo nambihan unsur énggal. </ p> Kanggo duanana tetengger sareng folder, pencét tombol \"édit\" kanggo ngarobih aranjeunna, pencét tombol \"pindahkeun mundur\" pikeun tukeur posisi sareng unsur saacanna, pencét tombol \"maju ka hareup\" pikeun tukeur posisi sareng unsur salajengna, pencét tombol \"mindahkeun ka luhur\" kanggo mindahkeun elemen kaluar tina folder dimana éta ayeuna, atanapi pencét tombol \"ngalih ka handap\" pikeun mindahkeun elemen dina subfolder salajengna. </ p> Dina ménu setélan, tiasa diaksés saatos diklik dina ikon \"setélan\", anjeun tiasa nyumputkeun atanapi nunjukkeun tombol éditan, gerakan sareng tambihan. Tiasa ogé pikeun ngarobih basa antarbeungeut pangguna. </ P> Ngimpor atanapi ngekspor tetengger, pencét dina ikon impor / ékspor. Format HTML Netscape Bookmarks didukung, janten dimungkinkeun pikeun ngimpor tetengger anu diékspor ku panyungsi wéb anu utama. Nalika ngimpor tetengger tina file, téténgger anu ayeuna bakal dipupus sareng ditimpa. </ P>> Bookmarks Manager mangrupikeun Aplikasi Wéb Progresif, anu hartosna ngalir dina jero panyungsi. Nalika anjeun masangkeunana, samentawis komponén pangotéktak henteu ditampilkeun, éta tetep dijalankeun dina panyungsi. Téténgger disimpen dina browser's localStorage pikeun domain bookmarks.marcoparrone.com. localStorage tiasa dianggo kalayan browser Chrome, Edge sareng Firefox. Paramban anu sanés tiasa mupus localStorage saatos sababaraha waktos. Android sacara standar nganggo Chrome, Windows sacara standar nganggo Edge. Tetengger Manajer ayeuna henteu didukung kana produk Apple. Kalayan tujuan pikeun ngabantosan leungitna téténgger, disarankeun ngadamel cadangan nganggo pungsionalitas \"ékspor\", unggal-unggal anjeun modifikasi anu anjeun teu hoyong leungit. </ P>","text_about_content1":"<p> Hak Cipta © 2017,2019,2020,2021 Marco Parrone. <br /> Sadaya Hak ditangtayungan. </ p> SISI PERANGKAT LAYAR SEDIA \"SANGSA\", TANPA JAMINAN ANJENEUN, EXPRESS ATAWA DIPETEKAN, kaasup Tapi henteu diwatesanan kana jaminan jaminan, kabutuhan pikeun tujuan khusus sareng henteu leres. TANPA ACARA JEUNG Otoritas COPYRIGHT KANGGO DITANGTUNGKEUN KANAON, KURING ATAWA TANGGUNG JAWAB LAIN, naha dina aksi kontén, panyiksa atanapi anu sanésna, timbul tina, tina atanapi anu aya hubunganana sareng parangkat lunak ATAWA PAKAIAN ATAWA PAKÉLAN LAIN DINA SOFTWARE. </ P>","text_about_content2":"<p> PELAYANAN INI KUDUNG NGANDUNGI TARJAMAHAN KUASA KU GOOGLE. GOOGLE NGABARKEUN KABEH JAMINAN Hubunganana sareng Tarjamahan, Nganyatakeun Atanapi Diterapkeun, Kalebet JAMINAN AKURASI, PERCAYAAN, JEUNG JAMINAN GARANSI MERCHANTABILITY, FITNESS FOR A PARTICULAR BLUR AND ENNFRING.","text_about_content3":"<p> Aplikasi wéb ieu parantos ditarjamahkeun pikeun genah anjeun nganggo parangkat lunak tarjamahan anu dikuatkeun ku Google Translate. Upaya anu wajar dilakukeun pikeun nyayogikeun tarjamahan anu akurat, tapi, henteu aya tarjamahan otomatis anu sampurna ogé henteu dimaksudkeun pikeun ngaganti panarjamah manusa. Tarjamahan disayogikeun salaku jasa pikeun pangguna tina halaman wéb marcoparrone.com, sareng disayogikeun \"sapertos ayeuna.\" Henteu aya jaminan nanaon, boh anu dikedalkeun atanapi tersirat, didamel ngeunaan akurasi, reliabilitas, atanapi leresna naon tarjamahan anu didamel tina basa Inggris kana basa anu sanés. Sababaraha eusi (sapertos gambar, pidéo, Flash, jst.) Panginten henteu leres-leres ditarjamahkeun kusabab katerbatasan parangkat lunak panarjamahan. </ B> Téks resmi nyaéta vérsi basa Inggris dina halaman wéb. Sagala béntenna atanapi bédana anu dilakukeun dina tarjamahan henteu ngariung sareng teu ngagaduhan pangaruh hukum pikeun matuh atanapi tujuan panerapan. Upami aya patarosan anu patalina sareng akurasi inpormasi anu dikandung dina halaman wéb anu ditarjamahkeun, tingali kana vérsi basa Inggris halaman wéb anu mangrupikeun vérsi resmi."}