{"text_appname":"Bokmärken","text_add_label":"lägg till ett bokmärke","text_settings_label":"inställningar","text_importexport_label":"importera och exportera bokmärken","text_help_label":"hjälp","text_about_label":"handla om","text_edit_title":"Redigera bokmärke","text_edit_type":"Typ:","text_edit_bookmark":"bokmärke","text_edit_folder":"mapp","text_edit_bookmark_title":"Titel:","text_edit_url":"URL:","text_delete":"Radera","text_back":"Tillbaka","text_save":"Spara","text_settings_title":"inställningar","text_settings_content1":"Här kan du konfigurera applikationen.","text_yes":"ja","text_no":"Nej","text_settings_showedit":"Visa redigeringsknappar:","text_settings_showmove":"Visa rörelseknappar:","text_settings_showadd":"Visa \"lägg till\" -knappar i mappar:","text_settings_expandbydefault":"Utöka mapparna som standard:","text_language":"Välj språk:","text_question_merge":"Slå samman nuvarande bokmärken med de importerade bokmärkena eller ersätta dem?","text_merge":"gå","text_replace":"byta ut","text_close_button":"Stänga","text_importexport_title":"Import Export","text_importexport_content":"Här kan du importera och exportera dina bokmärken i Netscape-format.","text_import":"Importera:","text_export":"Exportera","text_error_loadfile":"fel: kan inte läsa in filen.","text_error_loadingfile":"fel vid inläsning av fil:","text_example_title":"Exempel på titel","text_open":"Öppen","text_add":"Lägg till","text_edit":"Redigera","text_move_backward":"Flytta bakåt","text_move_forward":"Gå framåt","text_move_upward":"Gå uppåt","text_move_downward":"Rör dig nedåt","text_expand_less":"Utvidga","text_expand_more":"Bygga ut","text_help_title":"Hjälp","text_about_title":"Handla om","text_help_content1":"Bookmarks Manager är ett program som hjälper till att spara och redigera internetbokmärken.","text_help_content2":"För att skapa ett nytt bokmärke eller en ny mapp, tryck på \"plus\" -ikonen: välj mellan bokmärke och mapp, infoga titeln och så småningom webbadressen, tryck sedan på spara för att spara ändringarna, eller tryck på radera för att radera bokmärket, eller tillbaka för att hoppa över ändringarna men behålla bokmärket.","text_help_content3":"Tryck på \"öppna\" -knappen nära ett bokmärke för att öppna relaterad URL.","text_help_content4":"Tryck på knappen \"lägg till\" i en mapp för att lägga till ett nytt element i den.","text_help_content5":"För både bokmärken och mappar, tryck på \"redigera\" -knappen för att ändra dem, tryck på \"flytta bakåt\" -knappen för att byta position med föregående element, tryck på \"gå framåt\" -knappen för att byta position med nästa element, tryck på \"flytta uppåt\" -knappen för att flytta elementet ut ur mappen där det för närvarande finns, eller tryck på \"flytta nedåt\" -knappen för att flytta elementet inuti nästa undermapp.","text_help_content6":"I inställningsmenyn, tillgänglig efter att ha klickat på ikonen \"inställningar\", kan du dölja eller visa knapparna för redigering, rörelse och tillägg. Det är också möjligt att ändra användargränssnittets språk.","text_help_content7":"För att importera eller exportera bokmärken, tryck på ikonen för import / export. HTML Netscape Bookmarks-format stöds, så det är möjligt att importera de bokmärken som exporteras av de stora webbläsarna. När bokmärken importeras från en fil raderas de aktuella bokmärkena och skrivs över.","text_help_content8":"Bookmarks Manager är en progressiv webbapplikation, vilket innebär att den körs i en webbläsare. När du installerar den, medan webbläsarkomponenterna inte visas, körs den fortfarande i en webbläsare. Bokmärkena sparas i webbläsarens localStorage för domänen marcoparrone.github.io. localStorage fungerar bra med webbläsare Chrome, Edge och Firefox. Andra webbläsare kan ta bort localStorage efter en tid. Android använder som standard Chrome, Windows använder som standard Edge. Bookmarks Manager stöds för närvarande inte på Apple-produkter. I syfte att hjälpa till att förhindra förlust av bokmärken föreslås det att du gör en säkerhetskopia med \"export\" -funktionen, varje gång du gör några ändringar som du inte vill förlora.","text_about_content1":"Upphovsrätt © 2017,2019,2020,2021 Marco Parrone.","text_about_content2":"Alla rättigheter förbehållna.","text_about_content3":"PROGRAMVARAN LEVERERAS \"SOM DET ÄR\", UTAN GARANTIER FÖR NÅGOT SLAG, UTTRYCKT ELLER UNDERFÖRSTÄLLT, INKLUDERAT MEN INTE BEGRÄNSAT TILL GARANTIERNA FÖR SÄLJBARHET, FITNESS FÖR ETT SÄRSKILT SYFTE OCH INTRÄD. FÖRFATTARNA ELLER INNEHAVAREN AV UPPHOVSRÄTTEN SKAL INGEN HÄNDELSER ANSVARA FÖR NÅGOT ANSVAR, SKADOR ELLER ANDRA ANSVAR, VID DET I ENHANDLING AV AVTAL, TORT ELLER ANNAT ANVÄNDNING, UPPFALL FRÅN, UTAN ELLER I SAMBAND MED PROGRAMVARAN ELLER ANVÄNDNINGEN ELLER ANDRA FÖRHANDLINGAR PROGRAMVARA.","text_about_content4":"Den här tjänsten kan innehålla översättningar som drivs av Google. GOOGLE FRISKRIVAR ALLA GARANTIER FÖR ÖVERSÄTTNINGARNA, UTTRYCKLIGA ELLER UNDERFÖRSTÅDDA, INKLUDERANDE GARANTIER OM NÖJAKTIGHET, PÅLITLIGHET OCH ALLA UNDERFÖRSTÅDA GARANTIER FÖR SÄLJBARHET, FITNESS FÖR ETT SÄRSKILT SYFTE.","text_about_content5":"Denna webbapp har översatts för din bekvämlighet med hjälp av översättningsmjukvara som drivs av Google Translate. Rimliga ansträngningar har gjorts för att tillhandahålla en korrekt översättning, men ingen automatisk översättning är perfekt och den är inte avsedd att ersätta mänskliga översättare. Översättningar tillhandahålls som en tjänst till användare av webbplatsen marcoparrone.github.io och tillhandahålls \"som de är.\" Ingen garanti av något slag, varken uttryckt eller underförstådd, lämnas med avseende på noggrannhet, tillförlitlighet eller korrekthet av översättningar gjorda från engelska till något annat språk. Vissa innehåll (som bilder, videor, Flash, etc.) kanske inte översätts korrekt på grund av översättningsprogramvarans begränsningar.","text_about_content6":"Den officiella texten är den engelska versionen av webbplatsen. Eventuella avvikelser eller skillnader som skapas i översättningen är inte bindande och har ingen rättslig effekt för efterlevnad eller verkställighet. Om det uppstår några frågor relaterade till riktigheten i informationen på den översatta webbplatsen, se den engelska versionen av webbplatsen som är den officiella versionen."}