{"text_appname":"Замимаҳо","text_add_label":"замима илова кунед","text_settings_label":"танзимот","text_importexport_label":"хатчӯбҳои воридот ва содирот","text_help_label":"Кумак","text_about_label":"дар бораи","text_edit_title":"Таҳрири хатчӯб","text_edit_type":"Намуди:","text_edit_bookmark":"хатчӯб","text_edit_folder":"ҷузвдон","text_edit_bookmark_title":"Сарлавҳа:","text_edit_url":"URL:","text_delete":"Нест кардан","text_back":"Бозгашт","text_save":"Захира кунед","text_settings_title":"Танзимот","text_settings_content1":"Дар ин ҷо шумо метавонед барномаро танзим кунед.","text_yes":"бале","text_no":"не","text_settings_showedit":"Нишон додани тугмаҳои таҳрир:","text_settings_showmove":"Нишон додани тугмаҳои ҳаракат:","text_settings_showadd":"Тугмаҳои \"илова\" -ро дар ҷузвдонҳо нишон диҳед:","text_language":"Забонро интихоб кунед:","text_close_button":"Пӯшед","text_importexport_title":"Воридот / содирот","text_importexport_content":"Дар ин ҷо шумо метавонед хатчӯбҳои худро дар формати Netscape ворид ва содир кунед.","text_import":"Воридот:","text_export":"Содирот","text_error_loadfile":"хато: файлро бор карда наметавонад.","text_error_loadingfile":"хатогӣ дар боркунии файл:","text_example_title":"Намунаи унвон","text_example_url":"https://example.example","text_open":"Кушодан","text_add":"Илова кунед","text_edit":"Таҳрир","text_move_backward":"Ба қафо ҳаракат кунед","text_move_forward":"Ба пеш ҳаракат кунед","text_move_upward":"Ба боло ҳаракат кунед","text_move_downward":"Ба поён ҳаракат кунед","text_help_title":"Кумак","text_about_title":"Дар бораи","text_help_content":"<p> Менеҷери хатчӯбҳо барномаест, ки барои ҳифз ва таҳрир кардани хатчӯбҳои интернетӣ кӯмак мекунад. </p> <p> Барои эҷоди як замима ё папкаи нав, тасвири \"плюс\" -ро пахш кунед: байни замима ва ҷузвдонро интихоб кунед, гузоред унвон ва дар ниҳоят URL, пас барои сабт кардани тағиротҳо Захира -ро пахш кунед ё барои нест кардани замима, ё баргашта, тағиротҳоро гузаред, аммо замимаро нигоҳ доред. </p> <p> Тугмаи \"кушодан\" -ро дар назди замима гузоред. URL-и марбутро кушоед. </p> <p> Тугмаи \"илова\" -ро дар дохили ҷузвдон пахш кунед, то ба он унсури нав илова кунед. </p> <p> Барои ҳам замимаҳо ва ҳам ҷузвдонҳо, тугмаи \"таҳрир\" -ро барои тағир додан пахш кунед онҳо, тугмаи \"ҳаракат ба қафо\" -ро иваз карда мавқеъро бо унсури қаблӣ пахш кунед, кнопкаи \"ба пеш ҳаракат кардан\" -ро барои мубодилаи мавқеъ бо унсури оянда, тугмаи \"ба боло ҳаракат кардан\" -ро пахш кунед, то унсурро аз ҷузвдон хориҷ кунед ҳозир аст, ё тугмаи \"ба поён ҳаракат кардан\" -ро пахш кунед, то унсурро дар дохили зерпапкаи навбатӣ ҳаракат диҳед. </p> <p> Дар менюи танзимот, ки пас аз зер кардани тасвири \"танзимот\" дастрас аст, шумо метавонед тугмаҳои таҳрир, ҳаракат ва илова -ро пинҳон кунед ё нишон диҳед. Инчунин тағир додани забони интерфейси корбар имконпазир аст. </p> <p> Барои ворид ё содироти хатчӯбҳо, нишонаи воридот / содиротро пахш кунед. Формати HTML Netscape Bookmarks дастгирӣ карда мешавад, бинобар ин, замимаҳоеро, ки аз ҷониби веб-браузерҳои асосӣ содир карда шудаанд, ворид кардан имконпазир аст. Ҳангоми ворид кардани хатчӯбҳо аз файл, замимаҳои ҷорӣ ҳузф ва аз нав навишта мешаванд. </p> <p> Менеҷери Bookmarks як веб-барномаи прогрессивист, яъне дар дохили браузер кор мекунад. Вақте ки шумо онро насб мекунед, дар ҳоле ки ҷузъҳои браузер нишон дода нашудаанд, он ҳанӯз ҳам дар дохили браузер кор мекунад. Хатчӯбҳо дар localStorage браузер барои домени bookmarks.marcoparrone.com захира карда мешаванд. localStorage бо браузерҳои Chrome, Edge ва Firefox хуб кор мекунад. Дигар браузерҳо пас аз чанд вақт метавонанд localStorage -ро нест кунанд. Android бо нобаёнӣ Chrome, Windows бо нобаёнӣ Edge истифода мекунад. Bookmarks Manager дар айни замон дар маҳсулоти Apple пуштибонӣ намешавад. Бо мақсади кумак ба пешгирии гум шудани хатчӯбҳо, тавсия дода мешавад, ки бо истифода аз функсияи \"содирот\" нусха бардоред, ҳар вақте, ки шумо баъзе тағиротҳо ворид мекунед, ки намехоҳед гум кунед. </p>","text_about_content1":"<p> Copyright © 2017,2019,2020,2021. Марко Парроне. <br /> Ҳама ҳуқуқҳо ҳифз шудаанд. </p> <p> ПРОГРАММА БЕ КАФОЛАТИ ҲАР ЯГОН НАВD, ИФОДА ВА ИМРОШАВАНДА, \"ЧУНОН\" КИ \"ТАВР КАРДА мешавад\" АММО БА КАФОЛАТИ ТИҶОРАТ, Мувофиқат барои ҳадафи мушаххас ва бетартибӣ маҳдуд нест. ДАР ҲЕҶ ЧОРЕ МУАЛЛИФОН ВА ДОРАНДАГОНИ ҲУҚУҚИ ҲУҚУҚИ БАРОИ ҲАР ЯК ДАESВО, ЗАРАР ВА ҶАВОБГАРИИ ДИГАР ЧАВОБГАР НЕСТАНД, КИ ДАР АМАЛИ ШАРТНОМА, ТОРТ ВА ДИГАР ВОҚЕА, БАРОМАДИ ИСТИФОДАИ ИСТИФОДАБАРИ Ё ИСТИФОДА БАРАНД ПРОГРАММА. </p>","text_about_content2":"<p> ИН ХИЗМАТ МЕТАВОНАД ТАРҶӮМАҲОЕ КИ БО ГОГЛ ИҚТИДОР МЕКУНАНД. GOOGLE ҲАМАИ КАФОЛАТҲОИ ВОБАСТА БА ТАРҶУМАҲО, ИФОДА Ё КУНАНДАИ ҲАМАИ КАФОЛАТҲОИ ДУРУСТИ, БОЗIAтимодӣ ва КАФОЛАТҲОИ ТАIМИЛШАВАНДА, ФИТНАСИ БАРОИ ОСИБАТ </p>","text_about_content3":"<p> Ин веб-барнома барои роҳати шумо бо истифода аз нармафзори тарҷумонӣ, ки аз ҷониби Google Translate сохта шудааст, тарҷума шудааст. Барои тарҷумаи дақиқ кӯшишҳои оқилона ба харҷ дода шудаанд, аммо ягон тарҷумаи худкор комил нест ва барои иваз кардани тарҷумонҳои инсонӣ пешбинӣ нашудааст. Тарҷумаҳо ҳамчун хидмат ба корбарони вебсайти marcoparrone.com пешниҳод карда мешаванд ва \"тавре, ки ҳаст\" пешниҳод карда мешаванд. Барои дурустӣ, эътимоднокӣ ва дурустии тарҷумаҳои аз забони англисӣ ба ягон забони дигар додашуда ҳеҷ гуна кафолат дода намешавад. Баъзе мундариҷа (масалан, тасвирҳо, видеоҳо, Flash ва ғайра) бинобар маҳдуд будани нармафзори тарҷума метавонанд дақиқ тарҷума карда нашаванд. </p> <p> Матни расмӣ нусхаи англисии вебсайт мебошад. Ҳама фарқиятҳо ё тафовутҳое, ки дар тарҷума ба вуҷуд омадаанд, ҳатмӣ нестанд ва барои мақсадҳои иҷрои қонун ё иҷрои онҳо эътибори ҳуқуқӣ надоранд. Агар ягон саволе ба миён ояд, ки вобаста ба дурустии маълумоти дар вебсайти тарҷумашуда мавҷудбуда бошад, ба версияи англисии он, ки версияи расмӣ аст, муроҷиат кунед. </p>"}