{"text_appname":"خەتكۈچلەر","text_add_label":"خەتكۈچ قوشۇڭ","text_settings_label":"تەڭشەكلەر","text_importexport_label":"خەتكۈچلەرنى ئىمپورت-ئېكسپورت قىلىش","text_help_label":"ياردەم","text_about_label":"ھەققىدە","text_edit_title":"خەتكۈچنى تەھرىرلەش","text_edit_type":"تىپى:","text_edit_bookmark":"خەتكۈچ","text_edit_folder":"ھۆججەت قىسقۇچ","text_edit_bookmark_title":"ماۋزۇ:","text_edit_url":"URL:","text_delete":"ئۆچۈرۈش","text_back":"قايتىش","text_save":"ساقلاش","text_settings_title":"تەڭشەك","text_settings_content1":"بۇ يەردە سىز پروگراممىنى تەڭشىيەلەيسىز.","text_yes":"ھەئە","text_no":"ياق","text_settings_showedit":"تەھرىرلەش كۇنۇپكىسىنى كۆرسىتىش:","text_settings_showmove":"ھەرىكەت كۇنۇپكىسىنى كۆرسىتىش:","text_settings_showadd":"ھۆججەت قىسقۇچلارغا «قوشۇش» كۇنۇپكىسىنى كۆرسەت:","text_language":"تىل تاللاڭ:","text_close_button":"تاقاش","text_importexport_title":"ئىمپورت / ئېكسپورت","text_importexport_content":"بۇ يەردە خەتكۈچلىرىڭىزنى Netscape فورماتىدا ئەكىرىسىز ۋە ئېكسپورت قىلالايسىز.","text_import":"ئىمپورت:","text_export":"ئېكسپورت","text_error_loadfile":"خاتالىق: ھۆججەت يۈكلىيەلمەيدۇ.","text_error_loadingfile":"خاتالىق يۈكلەش ھۆججىتى:","text_example_title":"مىسال ماۋزۇ","text_example_url":"https://example.example","text_open":"ئېچىڭ","text_add":"قوش","text_edit":"تەھرىر","text_move_backward":"كەينىگە يۆتكەڭ","text_move_forward":"ئالدىغا يۆتكەڭ","text_move_upward":"يۇقىرىغا يۆتكەڭ","text_move_downward":"تۆۋەنگە يۆتكەڭ","text_help_title":"ياردەم","text_about_title":"ھەققىدە","text_help_content":"<p> خەتكۈچ باشقۇرغۇچى ئىنتېرنېت خەتكۈچلىرىنى ساقلاش ۋە تەھرىرلەشكە ياردەم بېرىدىغان پروگرامما. ماۋزۇ ۋە ئاخىرىدا URL ، ئاندىن ئۆزگەرتىشلەرنى ساقلاش ئۈچۈن ساقلاشنى بېسىڭ ياكى ئۆچۈرۈشنى بېسىپ خەتكۈچنى ئۆچۈرۈڭ ياكى ئۆزگەرتىشتىن ئاتلاپ ئۆتۈپ كېتىڭ ، ئەمما خەتكۈچنى ساقلاڭ. </p> <p> خەتكۈچنىڭ يېنىدىكى «ئېچىش» كۇنۇپكىسىنى بېسىڭ. مۇناسىۋەتلىك URL نى ئېچىڭ. </p> <p> ھۆججەت قىسقۇچ ئىچىدىكى «قوشۇش» كۇنۇپكىسىنى بېسىپ ئۇنىڭغا يېڭى ئېلېمېنت قوشۇڭ. ئۇلارنى «كەينىگە يۆتكەش» كۇنۇپكىسىنى بېسىپ ئالدىنقى ئېلېمېنت بىلەن ئورۇن ئالماشتۇرۇڭ ، «ئالغا ئىلگىرىلەش» كۇنۇپكىسىنى بېسىپ كېيىنكى ئېلېمېنت بىلەن ئورۇن ئالماشتۇرۇڭ ، «يۇقىرىغا يۆتكەش» كۇنۇپكىسىنى بېسىپ ئېلېمېنتنى ھۆججەت قىسقۇچتىن يۆتكەڭ. ئۇ ھازىر ياكى «ئاستىغا يۆتكەش» كۇنۇپكىسىنى بېسىپ كېيىنكى تارماق قىسقۇچنىڭ ئىچىدىكى ئېلېمېنتنى يۆتكەيدۇ. </p> <p> تەڭشەك تىزىملىكىدە «تەڭشەك» سىنبەلگىسىنى چەككەندىن كېيىن زىيارەت قىلغىلى بولىدۇ ، تەھرىرلەش ، ھەرىكەت ۋە قوشۇش كۇنۇپكىسىنى يوشۇرالايسىز ياكى كۆرسىتەلەيسىز. ئىشلەتكۈچى كۆرۈنمە يۈزىنىڭ تىلىنى ئۆزگەرتىشكىمۇ بولىدۇ. HTML Netscape Bookmarks فورماتىنى قوللايدۇ ، شۇڭا ئاساسلىق توركۆرگۈچلەر ئېكسپورت قىلغان خەتكۈچلەرنى ئەكىرىش مۇمكىن. خەتكۈچلەرنى ھۆججەتتىن ئەكىرىگەندە ، نۆۋەتتىكى خەتكۈچلەر ئۆچۈرۈلىدۇ ۋە قاپلىنىدۇ. </ P> <p> خەتكۈچ باشقۇرغۇچ بىر ئىلغار تور قوللىنىشچان پروگراممىسى بولۇپ ، ئۇ توركۆرگۈچنىڭ ئىچىدە ئىجرا بولىدىغانلىقىدىن دېرەك بېرىدۇ. ئۇنى قاچىلىغاندا ، توركۆرگۈچ زاپچاسلىرى كۆرۈنمىسىمۇ ، يەنىلا توركۆرگۈچنىڭ ئىچىدە ئىجرا بولىدۇ. خەتكۈچلەر خەتكۈچ.marcoparrone.com تور نامىدا توركۆرگۈچنىڭ يەرلىك ساقلاش بوشلۇقىدا ساقلىنىدۇ. localStorage Chrome ، Edge ۋە Firefox توركۆرگۈلىرى بىلەن ياخشى ئىشلەيدۇ. باشقا توركۆرگۈچلەر مەلۇم ۋاقىتتىن كېيىن localStorage نى ئۆچۈرۈشى مۇمكىن. ئاندىرويىد سۈكۈتتىكى ھالەتتە Chrome ئىشلىتىدۇ ، Windows سۈكۈتتىكى ھالەتتە Edge نى ئىشلىتىدۇ. خەتكۈچ باشقۇرغۇچى ھازىر ئالما مەھسۇلاتلىرىنى قوللىمايدۇ. خەتكۈچلەرنىڭ يوقاپ كېتىشىنىڭ ئالدىنى ئېلىش ئۈچۈن ، «ئېكسپورت» ئىقتىدارىدىن پايدىلىنىپ زاپاسلاش تەۋسىيە قىلىنىدۇ ، ھەر قېتىم سىز يوقىتىشنى خالىمايدىغان بەزى ئۆزگەرتىشلەرنى قىلسىڭىز. </p>","text_about_content1":"<p> نەشر ھوقۇقى © 2017,2019,2020,2021 ماركو پاررون. <br /> بارلىق ھوقۇقلار قوغدىلىدۇ. </ p> ئەمما سودا-سېتىق كاپالىتى ، ئالاھىدە مەقسەت ۋە پايدىسىزلىقنىڭ كاپالىتى بىلەن چەكلەنمەيدۇ. ھەر قانداق بىر پائالىيەتتە ، توختام تۈزۈش ، تورمۇزلاش ياكى باشقا تەرەپلەر بىلەن باغلىنىشلىق ، ياكى سودا-سېتىق بىلەن مۇناسىۋەتلىك ياكى باشقا تەرەپلەر بىلەن بولغان ھەر قانداق دەۋا ، زىيان ۋە باشقا جاۋابكارلىقنى ئۈستىگە ئالمايدۇ. يۇمشاق دېتال. </p>","text_about_content2":"<p> بۇ مۇلازىمەت GOOGLE تەرىپىدىن تەرجىمە قىلىنغان تەرجىمىلەرنى ئۆز ئىچىگە ئېلىشى مۇمكىن. گۇگۇل تەرجىمە ، ئېنىقلىما بېرىش ياكى ئىجرا قىلىش بىلەن مۇناسىۋەتلىك بارلىق كاپالەتلەرنى ئۆز ئىچىگە ئالىدۇ ، بۇنىڭدا ھەر قانداق كاپالەت ، ئىشەنچلىك ۋە سودا-سانائەتكە چېتىشلىق بولمىغان ئورگانلار ۋە ئەمەلىيلەشتۈرۈش كاپالىتى يوق.","text_about_content3":"<p> بۇ تور دېتالى Google Translate تەمىنلىگەن تەرجىمە يۇمشاق دېتالى ئارقىلىق قۇلايلىق بولۇشىڭىز ئۈچۈن تەرجىمە قىلىندى. توغرا تەرجىمە قىلىش ئۈچۈن مۇۋاپىق تىرىشچانلىق كۆرسىتىلدى ، ئەمما ، ھېچقانداق ئاپتوماتىك تەرجىمە مۇكەممەل ئەمەس ، شۇنداقلا ئىنسان تەرجىمانلىرىنىڭ ئورنىنى ئېلىشنى مەقسەت قىلمايدۇ. تەرجىمىلەر marcoparrone.com تور بېتىنى ئىشلەتكۈچىلەرگە مۇلازىمەت سۈپىتىدە تەمىنلەنگەن بولۇپ ، «ھازىرقىدەك» تەمىنلەنگەن. ئىنگلىز تىلىدىن باشقا تىلغا تەرجىمە قىلىنغان ھەر قانداق تەرجىمىنىڭ توغرىلىقى ، ئىشەنچلىكلىكى ۋە توغرىلىقى توغرىسىدا ئىپادىلەنگەن ياكى ئىپادىلەنگەن ھەر قانداق كاپالەت يوق. بەزى مەزمۇنلار (مەسىلەن رەسىم ، سىن ، Flash قاتارلىقلار) تەرجىمە يۇمشاق دېتالىنىڭ چەكلىمىسى تۈپەيلىدىن توغرا تەرجىمە قىلىنماسلىقى مۇمكىن. </p> <p> رەسمىي تېكىست تور بېكەتنىڭ ئىنگلىزچە نۇسخىسى. تەرجىمىدە پەيدا بولغان ئوخشىماسلىق ياكى ئوخشىماسلىقلار چەكلەش كۈچىگە ئىگە ئەمەس ، ئىجرا قىلىش ياكى ئىجرا قىلىش مەقسىتىدە قانۇنىي تەسىرى يوق. تەرجىمە قىلىنغان تور بەتتىكى ئۇچۇرلارنىڭ توغرىلىقىغا مۇناسىۋەتلىك سوئاللار كۆرۈلسە ، رەسمىي نۇسخىدىكى تور بېكەتنىڭ ئىنگلىزچە نۇسخىسىنى كۆرۈڭ. </p>"}